const questions = {
  "1 - 3": [
    { q: "מהו בית המקדש הראשון?", a: ["בית המקדש הראשון"], options: ["בית המקדש הראשון", "בית המקדש השני", "בית המקדש השלישי"] },
    { q: "מי היה המלך הראשון של ממלכת ישראל המאוחדת?", a: ["שאול"], options: ["דוד", "שלמה", "שאול"] },
    { q: "מהי חג השבועות?", a: ["חג הקציר"], options: ["חג הקציר", "חג האורים", "חג הסוכות"] },
    { q: "מהו המיעוט הגדול ביותר בישראל?", a: ["ערבים"], options: ["דרוזים", "ערבים", "נוצרים"] },
    { q: "מי בנה את בית המקדש השני?", a: ["זרובבל"], options: ["עזרא", "זרובבל", "נבוכדנצר"] }
  ],

  "4 - 5": [
    { q: "באיזו שנה התחילה מלחמת העולם השנייה?", a: ["1939"], options: ["1939", "1940", "1945"] },
    { q: "מהו שמו של ראש היישוב היהודי בארץ ישראל בתקופת המנדט?", a: ["חיים ויצמן"], options: ["דוד בן-גוריון", "חיים ויצמן", "מנחם בגין"] },
    { q: "מה היה גטו ורשה?", a: ["מקום מגורים כפוי ליהודים בתקופת השואה"], options: ["מקום חינוך", "מקום מגורים כפוי ליהודים בתקופת השואה", "מוזיאון"] },
    { q: "מהו מבצע סיום המרד בבסיסי השואה בפולין?", a: ["מבצע ורשה"], options: ["מבצע ורשה", "מבצע ברלין", "מבצע נירית"] }
  ],

  "6 - 7": [
    { q: "מי היה ראש הממשלה הראשון של ישראל?", a: ["דוד בן-גוריון"], options: ["דוד בן-גוריון", "יצחק רבין", "שמעון פרס"] },
    { q: "באיזו שנה הוקמה מדינת ישראל?", a: ["1948"], options: ["1948", "1950", "1967"] },
    { q: "מי היה הרמטכ\"ל הראשון של צה\"ל?", a: ["יגאל אלון"], options: ["יצחק רבין", "יגאל ידין", "יגאל אלון"] },
    { q: "מהו מבצע 'קדש'?", a: ["מבצע במלחמת סיני"], options: ["מבצע במלחמת יום הכיפורים", "מבצע במלחמת סיני", "מבצע במלחמת העצמאות"] },
    { q: "איזה גוף אחראי על ביטחון פנים בישראל?", a: ["משטרת ישראל"], options: ["צה\"ל", "משטרת ישראל", "השב\"כ"] }
  ],

  "עזרה ראשונה": [
    { q: "כיצד נעצור דימום באזור בית השחי והעכוז?", a: ["על ידי נקודות לחיצה"], options: ["על ידי הנחת חוסם עורקים", "הנחת משולש לחץ על אזור הפציעה והשענת הפצוע על המשולש", "חבישת דגל אנגליה","על ידי נקודות לחיצה"] },
    { q: "מה הטיפול במכת חום?", a: ["שפיכת 40 ליטר מים מצוואר ומטה"], options: ["הפשטת בגדי המטופל", "קריאה לעזרה והתחלת עיסויים" ,"שפיכת 40 ליטר מים מצוואר ומטה" ] },
    { q: "למערכת הדם 3 תפקידים עיקריים והם:", a: ["וויסות טמפרטורת הגוף", "הובלת חמצן ופדח", "מערכת חיסונית"], options: ["וויסות טמפרטורת הגוף", "הובלת חמצן ופדח","הוצאת פחמן דו חיצוני", "מערכת חיסונית"] },
    { q: "מהי ההגדרה של טראומה", a: ["חבלה כתוצאה מגורם חיצוני, בדרכ מלוות באיבוד של דם"], options: ["חבלה כתוצאה מגורם חיצוני, בדרכ מלוות באיבוד של דם","תחושת צמצורות בגוף כתוצאה מהכשת בעח ארסי", "ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה בהספקת דם", "פגיעה במצב ההכרה של הנפגע"] }
  ],

  "תחקיר": [
    { q: "מהו כלי התקשורת המרכזי בארץ ישראל?", a: ["עיתונות"], options: ["רדיו", "עיתונות", "טלוויזיה"] },
    { q: "מהי מטרת התחקיר העיתונאי?", a: ["גילוי מידע חשוב"], options: ["בידור", "גילוי מידע חשוב", "שיווק"] },
    { q: "איזה סוג מידע חשוב לאסוף בתחקיר?", a: ["מידע אמין"], options: ["מידע אמין", "שמועות", "דעות"] }
  ],

  "נשק": [
    { q: "איזה נשק הוא רובי צבאי?", a: ["M16"], options: ["M16", "אקדח", "קשת"] },
    { q: "איזה כלי נשק ירה כדורים קטנים?", a: ["רובה"], options: ["רובה", "תותח", "חרב"] },
    { q: "מהו הנשק הקל ביותר?", a: ["אקדח"], options: ["רובה", "אקדח", "טיל"] },
    { q: "איזה נשק משמש במבצעים ימיים?", a: ["תת-מקלע"], options: ["תת-מקלע", "גרזין", "רובה סער"] }
  ],

  "המנון": [
    { q: "מי כתב את ההמנון הלאומי של ישראל?", a: ["נפתלי הרץ אימבר"], options: ["נפתלי הרץ אימבר", "חיים נחמן ביאליק", "שלמה אבן גבירול"] },
    { q: "מהו שם ההמנון הלאומי?", a: ["התקווה"], options: ["התקווה", "העלייה", "ירושלים של זהב"] }
  ],

  "מפת ארץ ישראל": [
    { q: "מהו הים שממערב לישראל?", a: ["ים תיכון"], options: ["ים תיכון", "ים סוף", "ים המלח"] },
    { q: "איזו עיר היא בירת ישראל?", a: ["ירושלים"], options: ["ירושלים", "תל אביב", "חיפה"] },
    { q: "איזו עיר נמצאת בחוף הצפוני?", a: ["חיפה"], options: ["חיפה", "באר שבע", "ירושלים"] }
  ]
};
