const questions = {
  "1 - 3": [
    { q: "מה תפקיד הקואליציה?", a: ["לגבות בכנסת את צעדי הממשלה ולהגן על חקיקותיה"], options: ["לגבות בכנסת את צעדי הממשלה ולהגן על חקיקותיה", "מתן רשות לתחבורה ציבורית בשבת באיזורים חילוניים", "מתן רשות לערבים לשוב אל ארץ ישראל כחלק מהסכם החזרת האדמות", "מתן רשות לשוב לארץ ישראל ממצרים ולהקים את בית המקדש"] },
    { q: "מה אמרה הצהרת כורש?", a: ["מתן רשות ליהודים לשוב אל ירושלים ולכונן את בית המקדש"], options: ["מתן רשות ליהודים לשוב אל ירושלים ולכונן את בית המקדש", "מתן רשות לתחבורה ציבורית בשבת באיזורים חילוניים", "מתן רשות לערבים לשוב אל ארץ ישראל כחלק מהסכם החזרת האדמות", "מתן רשות לשוב לארץ ישראל ממצרים ולהקים את בית המקדש"] },
    { q: "צהל מהווה את הזרוע המבצעת של?", a: ["הממשלה"], options: ["הממשלה", "הכנסת", "צהל לא מהווה זרוע מבצעת - הוא גוף מרכזי העומד בפני עצמו", "המדינה"] },
    { q: "סמלי המדינה הם:", a: ["דגל סמל והמנון"], options: ["דגל סמל והמנון", "טלית סמל והמנון", "סמל המנון ומגן דוד", "סמל דגל ומנורה"] },
    { q: "איזה חג מצויין לזכר ניצחון היהודים על היוונים- סלווקים?", a: ["חנוכה"], options: ["חנוכה", "פורים", "לג בעומר", "סוכות"] },
    { q: "מה שמן של שלושת התפילות הנאמרות ביום חול?", a: ["שחרית מנחה וערבית"], options: ["שחרית מנחה וערבית", "שחרית מנחה וכל נדרי", "כל נדרי נעילה וערבית", "מנחה ערבית ונעילה"] },
    { q: "מה הן ל\"ט אבות המלאכה?", a: ["39 מלאכות האסורות בשבת"], options: ["39 מלאכות האסורות בשבת", "39 מלאכות המחייבות בשבת", "39 מלאכות האסורות בימי חול", "תשובות א ו-ב נכונות"] },
    { q: "מדוע מצויין צום גדליה?", a: ["לציון רציחתו של גדליה בן אחיקם אשר הנהיג את שארית הפליטה לאחר חורבן בית ראשון"], options: ["לציון רציחתו של גדליה בן אחיקם אשר הנהיג את שארית הפליטה לאחר חורבן בית ראשון", "לציון הולדת בנו של גדליה בן אחיקם", "לציון ניצחונו של גדליה בן אחיקם", "לציון הצלחתו של גדליה בין אחיקם בהנהגת שארית הפליטה לאחר חורבן בית ראשון"] },
    { q: "במהלך איזה חג מתקיימת שמחת בית השואבה?", a: ["סוכות"], options: ["סוכות", "שבועות", "חנוכה", "פסח"] },
    { q: "היכן מתכנסים יהודים יוצאי אתיופיה בחג הסיגד?", a: ["ארמון הנציב"], options: ["צפת", "עכו", "טבריה", "ארמון הנציב"] },
    { q: "באיזה אירוע היסטורי קשורה ההתבצרות במצדה?", a: ["חורבן בית שני"], options: ["חורבן בית שני", "מרד בר כוכבא", "נפילת ממלכת חשמונאי", "חורבן בית ראשון"] },
    { q: "היכן נוסד מרכז רוחני חליפי לאחר חורבן בית שני?", a: ["ביבנה"], options: ["בעכו", "ביבנה", "בטבריה", "בנצרת"] },
    { q: "באיזה מאורע היסטורי קשור רבן יוחנן בן זכאי?", a: ["ייסוד מרכז רוחני ביבנה לאחר החורבן"], options: ["ייסוד מרכז רוחני ביבנה לאחר החורבן", "מרידת העם היהודי במשטר הורדוס", "נפילת בית ראשון", "בניית בית המקדש מחדש"] },
    { q: "מה היא ברייתא?", a: ["משנה חיצונית שאיננה נכללת במסגרת ששת סדרי משנה"], options: ["פרשה בתורה", "משנה שנכללת במסגרת ששת סדרי משנה", "ספר המכיל את כלל המצוות הקיימות ביהדות", "משנה חיצונית שאיננה נכללת במסגרת ששת סדרי משנה"] },
    { q: "מתי מצויין עיד אל פיטר?", a: ["בסוף חודש הראמדן"], options: ["בסוף חודש הראמדן", "בסוף חג הקורבן", "שבוע לאחר הולדת הנביא מוחמד", "בתחילת החודש התשיעי בלוח השנה ההג'רי"] },
    { q: "מיהו רחבעם?", a: ["מלך יהודה נכדו של דוד"], options: ["מלך יהודה בנו של דוד", "מלך יהודה נכדו של דוד", "מלך ישראל", "מלך ישראל נכדו של שלמה"] },
    { q: "מהי פרשת השבוע?", a: ["קטע מן התורה הנקרא בכל שבת"], options: ["קטע מן התנ\"ך הנקרא בכל שבת", "קטע מספר בראשית הנקרא בכל שבת", "קטע מן המשנה אשר נקרא בכל שבת", "קטע מן התורה הנקרא בכל שבת"] },
    { q: "מי ייסד את הדת הדרוזית?", a: ["אלחכם באמר-אללה"], options: ["אלחכם באמר-אללה", "לבן בן בתואל", "הנביא מוחמד", "הנביא שועייב"] },
    { q: "מהי דתם של מרבית ערביי ישראל?", a: ["מוסלמים סונים"], options: ["מוסלמים סונים", "דרוזים", "מוסלמים שיעים", "בדואים"] },
    { q: "מי כונו מוסתערבים?", a: ["יהודים דוברי ערבית במזרח התיכון"], options: ["יהודים דוברי ערבית במזרח התיכון", "קהילות שהן ערבים ויהודים התבוללו", "יהודים אשר המירו את דתם לאסלאם", "יהודים אשר ביצעו פעולות צבאיות והסתוו לערבים"] },
    { q: "מתי סופרים את ספירת העומר?", a: ["בין פסח לשבועות"], options: ["בין פסח לל\"ג בעומר", "בין פסח לשבועות", "בין שבועות לל\"ג בעומר", "בין פסח לראש השנה"] },
    { q: "מה היא דתם של הצ'רקסים?", a: ["מוסלמים"], options: ["נוצרים", "דרוזים", "מוסלמים", "בדואים"] },
    { q: "מה אוכל למצוא ב\"שולחן ערוך\"?", a: ["חוקים דינים ומצוות"], options: ["חוקים דינים ומצוות", "חוקים ומצוות", "דיני וחוקים", "מצוות ודינים"] },
    { q: "מה מאפיין את המצה?", a: ["לחם שלא החמיץ"], options: ["לחם העשוי מקמח מלא", "לחם העשוי ללא שמרים", "לחם שלא נשאר לתפיחה", "לחם שלא החמיץ"] },
    { q: "מתי נקראית מגילת אייכה?", a: ["ט' באב"], options: ["טו' באב", "יום הכיפורים", "תענית אסתר", "ט' באב"] },
    { q: "מה היא המשנה?", a: ["קובץ הלכתי שנערך ונחתם ע\"י רבי יהודה הנשיא"], options: ["קובץ הלכתי שנערך ונחתם ע\"י רבי יהודה הנשיא", "קובץ הלכתי שנערך ע\"י הרמב\"ם", "קובץ הלכתי המצורף לתנ\"ך", "קובץ הלכתי שננכתב ע\"י רבי יהודה הנשיא"] },
    { q: "מה קובע עקרון הפרדת הרשויות?", a: ["הפרדה ופיזור הכוח בין שלושת רשויות השלטון הנפרדות"], options: ["הפרדה ופיזור הכוח בין שלושת רשויות השלטון הנפרדות", "הפרדת הכוח בין הקואליציה והאופוזיציה", "כל רשות עובדת בפני עצמה ויכולה לפעול כרצונה", "כלל הרשויות מתכנסות תחת רשות מרכזית אחת"] },
    { q: "במה עוסק בג\"ץ?", a: ["בעתירות שמגישים מי שרואים את עצמם נפגעים מפעולות המדינה"], options: ["בתביעות של אזרחים נגד אזרחים", "בעתירות שמגישים מי שרואים את עצמם נפגעים מפעולות המדינה", "בעתירות שמגישות המדינה נגד אזרחים", "בעתירות נגד הצבא"] },
    { q: "מה היא הרשות המחוקקת בישראל?", a: ["הכנסת"], options: ["הממשלה", "המדינה", "בית המשפר העליון", "הכנסת"] },
    { q: "מי מצביע על אי-אימון?", a: ["הכנסת"], options: ["הכנסת", "מבקר המדינה", "בית המשפט העליון", "בג\"ץ"] }

  ],

  "4 - 5": [
    { q: "באיזו שנה התחילה מלחמת העולם השנייה?", a: ["1939"], options: ["1939", "1940", "1945"] },
    { q: "מהו שמו של ראש היישוב היהודי בארץ ישראל בתקופת המנדט?", a: ["חיים ויצמן"], options: ["דוד בן-גוריון", "חיים ויצמן", "מנחם בגין"] },
    { q: "מה היה גטו ורשה?", a: ["מקום מגורים כפוי ליהודים בתקופת השואה"], options: ["מקום חינוך", "מקום מגורים כפוי ליהודים בתקופת השואה", "מוזיאון"] },
    { q: "מהו מבצע סיום המרד בבסיסי השואה בפולין?", a: ["מבצע ורשה"], options: ["מבצע ורשה", "מבצע ברלין", "מבצע נירית"] }
  ],

  "6 - 7": [
    { q: "מי היה ראש הממשלה הראשון של ישראל?", a: ["דוד בן-גוריון"], options: ["דוד בן-גוריון", "יצחק רבין", "שמעון פרס"] },
    { q: "באיזו שנה הוקמה מדינת ישראל?", a: ["1948"], options: ["1948", "1950", "1967"] },
    { q: "מי היה הרמטכ\"ל הראשון של צה\"ל?", a: ["יגאל אלון"], options: ["יצחק רבין", "יגאל ידין", "יגאל אלון"] },
    { q: "מהו מבצע 'קדש'?", a: ["מבצע במלחמת סיני"], options: ["מבצע במלחמת יום הכיפורים", "מבצע במלחמת סיני", "מבצע במלחמת העצמאות"] },
    { q: "איזה גוף אחראי על ביטחון פנים בישראל?", a: ["משטרת ישראל"], options: ["צה\"ל", "משטרת ישראל", "השב\"כ"] }
  ],

  "עזרה ראשונה": [
    { q: "כיצד נעצור דימום באזור בית השחי והעכוז?", a: ["על ידי נקודות לחיצה"], options: ["על ידי הנחת חוסם עורקים", "הנחת משולש לחץ על אזור הפציעה והשענת הפצוע על המשולש", "חבישת דגל אנגליה","על ידי נקודות לחיצה"] },
    { q: "מה הטיפול במכת חום?", a: ["שפיכת 40 ליטר מים מצוואר ומטה"], options: ["הפשטת בגדי המטופל", "קריאה לעזרה והתחלת עיסויים" ,"שפיכת 40 ליטר מים מצוואר ומטה" ] },
    { q: "למערכת הדם 3 תפקידים עיקריים והם:", a: ["וויסות טמפרטורת הגוף", "הובלת חמצן ופדח", "מערכת חיסונית"], options: [ "הובלת חמצן ופדח","הוצאת פחמן דו חיצוני","וויסות טמפרטורת הגוף", "מערכת חיסונית"] },
    { q: "מהי ההגדרה של טראומה", a: ["חבלה כתוצאה מגורם חיצוני, בדרכ מלוות באיבוד של דם"], options: ["תחושת צמצורות בגוף כתוצאה מהכשת בעח ארסי", "ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה בהספקת דם", "פגיעה במצב ההכרה של הנפגע", "חבלה כתוצאה מגורם חיצוני, בדרכ מלוות באיבוד של דם"] },
    { q: "מדוע יש לבצע הרמת לסתת בשלב A", a: ["מחשש לחסימת נתיב אוויר"], options: ["מחשש לחסימת נתיב אוויר", "לצורך בדיקת הכרה", "לתת גישה לשתייה נכונה", "לצורך בדיקת הנשמה"] },
    { q: "איזה מבין המערכות הבאות אחראית על כניסת חמצן מהסביבה לריאות והוצאת פדח מהריאות החוצה", a: ["מערכת הנשימה"], options: ["מערכת הנשימה", "מערכת העיכול", "מערכת הדם", "מערכת העצבים"]},
    { q: "איזה מבין המערכות הבאות אחראית על לבקרה ולפיקוח על כל המערכות והפעולות בגוף ", a: ["מערכת העצבים"], options: ["מערכת הנשימה", "מערכת העיכול", "מערכת הדם", "מערכת העצבים"]},
    { q: "מע'ר יבדוק הכרה על ידי תגובה לכאב", a: ["לא נכון"], options: ["נכון", "לא נכון"]},
    { q: "מותר לשאוב את הארס ממקום ההכשה", a: ["לא נכון"], options: ["נכון", "לא נכון"]},
    { q: "האם מע'ר רשאי להוריד חוסם עורקים", a: ["לא נכון"], options: ["נכון", "לא נכון"]},
    { q: "מה מהבאים אינו אחד משלושת מצבי ההכרה", a: ["הכרה בינונית"], options: ["הכרה בינונית", "הכרה מלאה", "חוסר הכרה", "הכרה חלקית"] },
    { q: "איזה מבין המערכות הבאות בגוף אינן חלק ממשולש החיים", a: ["מערכת העיכול"], options: ["מערכת העצבים", "מערכת העיכול", "מערכת הנשימה", "מערכת הדם"] },
    { q: "איזה דרך פינוי הינה המהירה ביותר", a: ["אווירית- מסוק"], options: ["אווירית- מסוק", "קרקעית- רכוב", "קרקעית- רגלית", "ימית- ספינות חיל הים"] },
    { q: "מהי המטרה של שלב B ? ", a: ["בדיקת קיום נשימה בלבד"], options: ["בדיקת קיום נשימה בלבד", "בדיקת קיום דופק ונשימה", "בדיקת קיום דופק בלבד", "בדיקת קיום נשימה ומתן הנשמה במידת הצורך"] },
    { q: "מהו הדבר הראשון שיבצע מע'ר בשלב ה-S", a: ["נטרול האיום תוך העברת דיווח"], options: ["נטרול האיום תוך העברת דיווח", "נצירת נשק הפצוע", "פתיחת פה הפצוע לצורך הבטחת נתיב אוויר פתוח", "עצירת שטפי דם משמעותיים"], },
    { q: "מה אינו תסמין למכת קור", a: ["עור לח וסמוק"], options: ["רעידות וצמרמורות", "עור לח וסמוק", "ירידה במצד ההכרה", "כחלון פריפרי"] },
    { q: "מערכות הנשימה, העצבים והדם אינן משפיעות אחת על השנייה", a: ["לא נכון"], options: ["לא נכון", "נכון"] },
    { q: "מהי ההגדרה להתייבשות", a: ["שיבוש של מאזן הנוזלים בגוף"], options: ["שיבוש של מאזן הנוזלים בגוף", "ירידת טמפרטורת הגוף מתחת ל35 מעלות", "מתן משככי כאבים למטופל", "עליית טמפרטורת הגוף מעל 40 מעלות"] },
    { q: "מה מהבאים אינו חלק משלב ה-A? בחר ב-2 תשובות הנכונות", a: ["סילוק הפרשות", "נצירת נשק הפצוע"], options: ["סילוק הפרשות", "נצירת נשק הפצוע", "פתיחת פה לצורך הבטחת נתיב אוויר פתוח", "הרמת לסת"] },
    { q: "לאילו מבין הגורמים הבאים נוכל לפנות פצוע בצורה רגלית", a: ["מע'ר וחובש מחלקתי"], options: ["מע'ר וחובש מחלקתי", "תאג'ד", "כוח רפואה לייצוב נפגעים", "בית חולים"] },
    { q: "מהי הסכנה בהנחת חוסם עורקים", a: ["נמק"], options: ["נמק", "זיהום", "עיכוב הדיווח"] },
    { q: "מהי ההגדרה של הכרה", a: ["מודעות האדם לסביבתו החיצונית"], options: ["מודעות האדם לסביבתו החיצונית", "ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה בהספקת הדם", "חבלה כתוצאה מגורם חיצוני, בדרך כלל מלוות באיבוד של דם", "תחושת צמרמורת בגוף כתוצאה מהכשת בע'ח ארסי"] },
    { q: "פציעות מסוג טראומה הן השכיחות ביותר בקרב חיילי צה'ל", a: ["נכון"], options: ["נכון", "לא נכון"]},
    { q: "מה נעשה בעת הכשה מחיה ארסית", a: ["נקבע"], options: ["קירור הגפה הנפגעת", "נמצוץ את הארס", "כל התשובות נכונות", "נקבע"] },
    { q: "סמן את 3 הסימנים להלם", a: ["זיעה קרה", "חיוורון", "דופק מהיר וחלש"], options: ["זיעה קרה", "חיוורון", "דופק מהיר וחלש", "פנים סמוקות"]},
    { q: "תוך כמה זמן משימוש הח.ע יכול להיווצר נמק?", a: ["3-4 שעות"], options: ["3-4 שעות", "4-5 שעות", "2-3 שעות", "12 שעות"] },
    { q: "באיזה שלב נבצע הערכה מודשת של מצב ההכרה של הפצוע", a: ["שלב D"], options: ["שלב D", "שלב B", "שלב A", "שלב C"] },
    { q: "מה המער יעביר בדיווח שלו", a: ["מהי הפציעה העיקרית, מהו מצב ההכרה ומצב הנשימה"], options: ["מהי הפציעה העיקרית, מהו מצב ההכרה ומצב הנשימה", "מצב ההכרה, מצב הנשימה ומתי החל לטפל בפצוע", "מהי הפציעה העיקרית והמלצות להמשך הטיפול", "אף תשובה אינה נכונה"] },
    { q: "מהו שלב B?", a: ["נחפש פגיעה במערכת הנשימה"], options: ["נחפש פגיעה במערכת הנשימה", "נעצור שטפי דם", "שלב הבטיחות", "נחפש חסימה בנתיב אוויר"] },
    { q: "סמן נכון או לא נכון: C.P.R אינו מתאים לנפגעי טראומה", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "מהו שלב S?", a: ["שלב הבטיחות"], options: ["שלב הבטיחות", "בדיקת דופק", "בדיקת נשימה", "הערכת מצב הכרה"] },
    {
        "q": "באיזה שלב נבצע הערכה מחדש של מצב ההכרה של הפצוע?",
        "a": [
            "שלב D"
        ],
        "options": [
            "שלב D",
            "שלב A",
            "שלב B",
            "שלב C"
        ]
    },
    {
        "q": "נכון או לא נכון: מער תמיד יבדוק תגובה לכאב?",
        "a": [
            "לא נכון"
        ],
        "options": [
            "לא נכון",
            "נכון"
        ]
    },
    {
        "q": "מהו הדבר הראשון שמע״ר יבצע?",
        "a": [
            "הרחקת הפצוע ממקור הסכנה תוך כדי קריאה לעזרה"
        ],
        "options": [
            "הרחקת הפצוע ממקור הסכנה תוך כדי קריאה לעזרה",
            "פתיחת פה תהיה הפעולה הראשונה שיבצע מער על מנת להבטיח נתיב אוויר פתוח",
            "יבצע בדיקת נשימה של המטופל",
            "יבצע סריקה חפוזה של הרגליים והראש, במידה ומצע דימום יעצור בלחץ ישיר/עקיף"
        ]
    },
    {
        "q": "מה מהבאים אינו סימן להלם?",
        "a": [
            "פנים סמוקות"
        ],
        "options": [
            "פנים סמוקות",
            "חיוורון",
            "זיעה קרה",
            "דופק מהיר וחלש"
        ]
    },
    {
        "q": "באיזה מקרה נשתמש בחוסם עורקים?",
        "a": [
            "כל התשובות נכונות"
        ],
        "options": [
            "כל התשובות נכונות",
            "בעיה בנשימה",
            "חושך",
            "לחץ ישיר שנכשל"
        ]
    },
    {
        "q": "מה נעשה בעת הכשה של חיה ערסית",
        "a": [
            "נקבע"
        ],
        "options": [
            "נקבע",
            "נמצוץ את הערס",
            "קירור הכפה הנפגעת",
            "כל התשובות נכונות"
        ]
    },
    {
        "q": "מה ההבדל בין לחץ ישיר ללחץ עקיף?",
        "a": [
            "לחץ ישיר הוא לחץ על הפגיעה עצמה ועקיף הוא מעל הפגיעה לדוגמה שיעצור זרימת דם לפגיעה"
        ],
        "options": [
            "לחץ ישיר הוא לחץ על הפגיעה עצמה ועקיף הוא מעל הפגיעה לדוגמה שיעצור זרימת דם לפגיעה",
            "לחץ עקיף הוא לחץ על הפגיעה עצמה וישיר הוא מעל הפגיעה לדוגמה שיעצור זרימת דם לפגיעה",
            "אין הבדל",
            "אף תשובה אינה נכונה"
        ]
    },
    {
        "q": "מה יש במחלקה?",
        "a": [
            "מער וחובש"
        ],
        "options": [
            "מער וחובש",
            "חובש פלוגתי",
            "פלוגת החייאה קדמית",
            "מחלקת רפואה"
        ]
    },
    {
        "q": "מה יש בפלוגה?",
        "a": [
            "חובש פלוגתי"
        ],
        "options": [
            "חובש פלוגתי",
            "מער וחובש",
            "פלוגת החייאה קדמית",
            "מחלקת רפואה"
        ]
    },
    {
        "q": "מה יש בגדוד?",
        "a": [
            "מחלקת רפואה"
        ],
        "options": [
            "מחלקת רפואה",
            "מער וחובש",
            "פלוגת החייאה קדמית",
            "חובש פלוגתי"
        ]
    },
    {
        "q": "מה יש בחטיבה?",
        "a": [
            "פלוגת החייאה קדמית"
        ],
        "options": [
            "פלוגת החייאה קדמית",
            "מחלקת רפואה",
            "מער וחובש",
            "חובש פלוגתי"
        ]
    },
  ],

  "תחקיר": [
    { q: "נכון/לא נכון- התחקיר יבוצע בסמוך ככל האפשר להתרחשות האירועים:", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "נכון/לא נכון - המתחקר הראשי יהיה בעל הדרגה הבכירה ביותר", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "סמן נכון או לא נכון: מודל תחקיר הבטיחות תואם למודל של תחקיר אימון, תחקיר מקצועי, תחקיר לחימה או תחקיר משמעת", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "מה יופיע בסעיף המסקנות בתחקיר", a: ["ניתוח הגורמים לאירוע וניתוח הממצאים"], options: ["ניתוח הגורמים לאירוע וניתוח הממצאים", "פנייה לרמה הממונה", "ממצאי רקע, רצף כרונולוגי וממצאים נוספים", "הלקח, האחריות והלוז לביצוע"] },
    { q: "נכון/לא נכון - שגיאה היא אי ביצוע של משימה כתוצאה מחריגה מפקודה או הנחיה", a: ["לא נכון"], options: ["לא נכון", "נכון"] },
    { q: "מה מהבאים לא נכלל כחלק מסעיפי המסקנות?", a: ["גורמים", "לקחים"], options: ["גורמים", "לקחים", "נק ראויות לציון", "תקלות ושגיאות"] },
    { q: "מה יש להוסיף כאשר כותבים לקחים?", a: ["באחריות מי הביצוע ותגב"], options: ["באחריות מי הביצוע ותגב", "תגב", "באחריות מי הביצוע", "אין צורך להוסיף דבר ללקח"] },
  ],

  "נשק": [
    { q: "איזה נשק הוא רובי צבאי?", a: ["M16"], options: ["M16", "אקדח", "קשת"] },
    { q: "איזה כלי נשק ירה כדורים קטנים?", a: ["רובה"], options: ["רובה", "תותח", "חרב"] },
    { q: "מהו הנשק הקל ביותר?", a: ["אקדח"], options: ["רובה", "אקדח", "טיל"] },
    { q: "איזה נשק משמש במבצעים ימיים?", a: ["תת-מקלע"], options: ["תת-מקלע", "גרזין", "רובה סער"] }
  ],

  "המנון": [
    { q: "מי כתב את ההמנון הלאומי של ישראל?", a: ["נפתלי הרץ אימבר"], options: ["נפתלי הרץ אימבר", "חיים נחמן ביאליק", "שלמה אבן גבירול"] },
    { q: "מהו שם ההמנון הלאומי?", a: ["התקווה"], options: ["התקווה", "העלייה", "ירושלים של זהב"] }
  ],

  "מפת ארץ ישראל": [
    { q: "מהו הים שממערב לישראל?", a: ["ים תיכון"], options: ["ים תיכון", "ים סוף", "ים המלח"] },
    { q: "איזו עיר היא בירת ישראל?", a: ["ירושלים"], options: ["ירושלים", "תל אביב", "חיפה"] },
    { q: "איזו עיר נמצאת בחוף הצפוני?", a: ["חיפה"], options: ["חיפה", "באר שבע", "ירושלים"] }
  ]
};
