const questions = {
  "1 - 3": [
    { q: "מה תפקיד הקואליציה?", a: ["לגבות בכנסת את צעדי הממשלה ולהגן על חקיקותיה"], options: ["לגבות בכנסת את צעדי הממשלה ולהגן על חקיקותיה", "מתן רשות לתחבורה ציבורית בשבת באיזורים חילוניים", "מתן רשות לערבים לשוב אל ארץ ישראל כחלק מהסכם החזרת האדמות", "מתן רשות לשוב לארץ ישראל ממצרים ולהקים את בית המקדש"] },
    { q: "מה אמרה הצהרת כורש?", a: ["מתן רשות ליהודים לשוב אל ירושלים ולכונן את בית המקדש"], options: ["מתן רשות ליהודים לשוב אל ירושלים ולכונן את בית המקדש", "מתן רשות לתחבורה ציבורית בשבת באיזורים חילוניים", "מתן רשות לערבים לשוב אל ארץ ישראל כחלק מהסכם החזרת האדמות", "מתן רשות לשוב לארץ ישראל ממצרים ולהקים את בית המקדש"] },
    { q: "צהל מהווה את הזרוע המבצעת של?", a: ["הממשלה"], options: ["הממשלה", "הכנסת", "צהל לא מהווה זרוע מבצעת - הוא גוף מרכזי העומד בפני עצמו", "המדינה"] },
    { q: "סמלי המדינה הם:", a: ["דגל סמל והמנון"], options: ["דגל סמל והמנון", "טלית סמל והמנון", "סמל המנון ומגן דוד", "סמל דגל ומנורה"] },
    { q: "איזה חג מצויין לזכר ניצחון היהודים על היוונים- סלווקים?", a: ["חנוכה"], options: ["חנוכה", "פורים", "לג בעומר", "סוכות"] },
    { q: "מה שמן של שלושת התפילות הנאמרות ביום חול?", a: ["שחרית מנחה וערבית"], options: ["שחרית מנחה וערבית", "שחרית מנחה וכל נדרי", "כל נדרי נעילה וערבית", "מנחה ערבית ונעילה"] },
    { q: "מה הן ל\"ט אבות המלאכה?", a: ["39 מלאכות האסורות בשבת"], options: ["39 מלאכות האסורות בשבת", "39 מלאכות המחייבות בשבת", "39 מלאכות האסורות בימי חול", "תשובות א ו-ב נכונות"] },
    { q: "מדוע מצויין צום גדליה?", a: ["לציון רציחתו של גדליה בן אחיקם אשר הנהיג את שארית הפליטה לאחר חורבן בית ראשון"], options: ["לציון רציחתו של גדליה בן אחיקם אשר הנהיג את שארית הפליטה לאחר חורבן בית ראשון", "לציון הולדת בנו של גדליה בן אחיקם", "לציון ניצחונו של גדליה בן אחיקם", "לציון הצלחתו של גדליה בין אחיקם בהנהגת שארית הפליטה לאחר חורבן בית ראשון"] },
    { q: "במהלך איזה חג מתקיימת שמחת בית השואבה?", a: ["סוכות"], options: ["סוכות", "שבועות", "חנוכה", "פסח"] },
    { q: "היכן מתכנסים יהודים יוצאי אתיופיה בחג הסיגד?", a: ["ארמון הנציב"], options: ["צפת", "עכו", "טבריה", "ארמון הנציב"] },
    { q: "באיזה אירוע היסטורי קשורה ההתבצרות במצדה?", a: ["חורבן בית שני"], options: ["חורבן בית שני", "מרד בר כוכבא", "נפילת ממלכת חשמונאי", "חורבן בית ראשון"] },
    { q: "היכן נוסד מרכז רוחני חליפי לאחר חורבן בית שני?", a: ["ביבנה"], options: ["בעכו", "ביבנה", "בטבריה", "בנצרת"] },
    { q: "באיזה מאורע היסטורי קשור רבן יוחנן בן זכאי?", a: ["ייסוד מרכז רוחני ביבנה לאחר החורבן"], options: ["ייסוד מרכז רוחני ביבנה לאחר החורבן", "מרידת העם היהודי במשטר הורדוס", "נפילת בית ראשון", "בניית בית המקדש מחדש"] },
    { q: "מה היא ברייתא?", a: ["משנה חיצונית שאיננה נכללת במסגרת ששת סדרי משנה"], options: ["פרשה בתורה", "משנה שנכללת במסגרת ששת סדרי משנה", "ספר המכיל את כלל המצוות הקיימות ביהדות", "משנה חיצונית שאיננה נכללת במסגרת ששת סדרי משנה"] },
    { q: "מתי מצויין עיד אל פיטר?", a: ["בסוף חודש הראמדן"], options: ["בסוף חודש הראמדן", "בסוף חג הקורבן", "שבוע לאחר הולדת הנביא מוחמד", "בתחילת החודש התשיעי בלוח השנה ההג'רי"] },
    { q: "מיהו רחבעם?", a: ["מלך יהודה נכדו של דוד"], options: ["מלך יהודה בנו של דוד", "מלך יהודה נכדו של דוד", "מלך ישראל", "מלך ישראל נכדו של שלמה"] },
    { q: "מהי פרשת השבוע?", a: ["קטע מן התורה הנקרא בכל שבת"], options: ["קטע מן התנ\"ך הנקרא בכל שבת", "קטע מספר בראשית הנקרא בכל שבת", "קטע מן המשנה אשר נקרא בכל שבת", "קטע מן התורה הנקרא בכל שבת"] },
    { q: "מי ייסד את הדת הדרוזית?", a: ["אלחכם באמר-אללה"], options: ["אלחכם באמר-אללה", "לבן בן בתואל", "הנביא מוחמד", "הנביא שועייב"] },
    { q: "מהי דתם של מרבית ערביי ישראל?", a: ["מוסלמים סונים"], options: ["מוסלמים סונים", "דרוזים", "מוסלמים שיעים", "בדואים"] },
    { q: "מי כונו מוסתערבים?", a: ["יהודים דוברי ערבית במזרח התיכון"], options: ["יהודים דוברי ערבית במזרח התיכון", "קהילות שהן ערבים ויהודים התבוללו", "יהודים אשר המירו את דתם לאסלאם", "יהודים אשר ביצעו פעולות צבאיות והסתוו לערבים"] },
    { q: "מתי סופרים את ספירת העומר?", a: ["בין פסח לשבועות"], options: ["בין פסח לל\"ג בעומר", "בין פסח לשבועות", "בין שבועות לל\"ג בעומר", "בין פסח לראש השנה"] },
    { q: "מה היא דתם של הצ'רקסים?", a: ["מוסלמים"], options: ["נוצרים", "דרוזים", "מוסלמים", "בדואים"] },
    { q: "מה אוכל למצוא ב\"שולחן ערוך\"?", a: ["חוקים דינים ומצוות"], options: ["חוקים דינים ומצוות", "חוקים ומצוות", "דיני וחוקים", "מצוות ודינים"] },
    { q: "מה מאפיין את המצה?", a: ["לחם שלא החמיץ"], options: ["לחם העשוי מקמח מלא", "לחם העשוי ללא שמרים", "לחם שלא נשאר לתפיחה", "לחם שלא החמיץ"] },
    { q: "מתי נקראית מגילת אייכה?", a: ["ט' באב"], options: ["טו' באב", "יום הכיפורים", "תענית אסתר", "ט' באב"] },
    { q: "מה היא המשנה?", a: ["קובץ הלכתי שנערך ונחתם ע\"י רבי יהודה הנשיא"], options: ["קובץ הלכתי שנערך ונחתם ע\"י רבי יהודה הנשיא", "קובץ הלכתי שנערך ע\"י הרמב\"ם", "קובץ הלכתי המצורף לתנ\"ך", "קובץ הלכתי שננכתב ע\"י רבי יהודה הנשיא"] },
    { q: "מה קובע עקרון הפרדת הרשויות?", a: ["הפרדה ופיזור הכוח בין שלושת רשויות השלטון הנפרדות"], options: ["הפרדה ופיזור הכוח בין שלושת רשויות השלטון הנפרדות", "הפרדת הכוח בין הקואליציה והאופוזיציה", "כל רשות עובדת בפני עצמה ויכולה לפעול כרצונה", "כלל הרשויות מתכנסות תחת רשות מרכזית אחת"] },
    { q: "במה עוסק בג\"ץ?", a: ["בעתירות שמגישים מי שרואים את עצמם נפגעים מפעולות המדינה"], options: ["בתביעות של אזרחים נגד אזרחים", "בעתירות שמגישים מי שרואים את עצמם נפגעים מפעולות המדינה", "בעתירות שמגישות המדינה נגד אזרחים", "בעתירות נגד הצבא"] },
    { q: "מה היא הרשות המחוקקת בישראל?", a: ["הכנסת"], options: ["הממשלה", "המדינה", "בית המשפר העליון", "הכנסת"] },
    { q: "מי מצביע על אי-אימון?", a: ["הכנסת"], options: ["הכנסת", "מבקר המדינה", "בית המשפט העליון", "בג\"ץ"] },
    { q: "איזה ספר חובר ע\"י ר' יוסף קארז?", a: ["שולחן ערוך"], options: ["התלמוד", "ברייתא", "שולחן ערוך", "משנה"] },
    { q: "כיצד מכונים היהודים שנותרו בספרד לאחר הגירוש ונאלצו להתנצר?", a: ["אנוסים"], options: ["מתנצרים", "מתבוללים", "מעוקרים", "אנוסים"] },
    { q: "איזה אירוע התרחש במהלך המרד הגדול?", a: ["חורבן בית שני"], options: ["חורבן בית שני", "חורבן בית ראשון", "שחרור ירושלים", "שחרור המצור על יבנה"] },
    { q: "מי מהבאים חיבר פירוש מקיף לתורה ולתלמוד?", a: ["רש\"י"], options: ["הרמב\"ם", "רש\"י", "רבי יהודה הנשיא", "ר' ישראל בעל-שם-טוב"] },
    { q: "מסעות הצלב הם:", a: ["סדרת מסעות שיזמו האפיפיורים הנוצרים ובמרכזם עומד ניסיון לחדש את השליטה הנוצרית על טריטוריות ובראשן ארץ ישראל"], options: ["סדרת מסעות שיזמו האפיפיורים הנוצרים ובמרכזם עומד ניסיון לחדש את השליטה הנוצרית על טריטוריות ובראשן ארץ ישראל", "סדרת מסעות שיזמו האפיפיורים הנוצרים ובמרכזם עמד ניסיון לחדש את השליטה על מערב אירופה", "פרעות במערב ובמרכז אירופה אשר התרחשו בין המאה האחת עשרה למאה השלוש עשרה", "סדרת מסעות שיזמו הקהילה היהודית בברית המועצות ובמרכזם עמד ניסיון לחדש את השליטה על טריטוריות ובראשן ארץ ישראל"] },
    { q: "מה כוללים חוקי עומר? (סמן 3 תשובות)", a: ["איסור על הפגנת הדת ברבים", "איסור גיור או התנצרות", "איסור על שיפוץ מבני דת ישנים"], options: ["איסור על הפגנת הדת ברבים", "חובת היבדלות בלבוש", "איסור גיור או התנצרות", "איסור רכיבה על החמור", "אישור שתיית אלכוהול", "איסור על שיפוץ מבני דת ישנים"] },
    { q: "מיהו רש\"י?", a: ["רבי שלמה יצחקי"], options: ["רבי שמעון יהודה", "רבי שמשון יהודה", "רבי שלמה יצחקי", "רבי משה בן מימון"] },
    { q: "מהם \"סופות בנגב\"?", a: ["כינוי לגל פרעות בדרום רוסיה בין השנים 1982-1982. הפרעות מהוות את אחד מגורמי הדחיפה לעלייה הראשונה."], options: ["כינוי לגל פרעות בדרום רוסיה בין השנים 1982-1982. הפרעות מהוות את אחד מגורמי הדחיפה לעלייה הראשונה.", "כינוי לגל פרעות בדרום רוסיה בשנת 1903. הפרעות מהוות את אחד מגורמי הדחיפה המרכזיים לעלייה השנייה.", "פרעות קשות אשר התחוללו בעיר קישינב", "תהליך גיוסם של היהודים לצבא הרוסי."] },
    { q: "מי אמר \"עם שאינו יודע את עברו, ההווה שלו דל ועתידו לוט בערפל\"?", a: ["יגאל אלון"], options: ["דוד בן גוריון", "חיים לסקוב", "חיים ארלוזורוב", "יגאל אלון"] },
    { q: "כל ישראל חברים הוא ארגון:", a: ["יהודי-צרפתי ומטרתו הייתה להגן על זכויות היהודים ולפעול למענם"], options: ["יהודי- חברתי שפעל למען הקמת בתי ספר והפצת התרבות היהודית במדינות מערב אירופה", "יהודי-צרפתי ומטרתו הייתה להגן על זכויות היהודים ולפעול למענם", "לאומי- דתי שהוקם בשנת 1806 ומטרתו הייתה לאחד את היהודים ע\"י אמונה באל אחד", "יהודי-ציוני שפעל למען חיזוק העלייה ארצה"] },
    { q: "מי היה אלכסנדר הגדול?", a: ["מלך מוקדון- מגדולי המצביאים בעת העתיקה"], options: ["מלך מוקדון- מגדולי המצביאים בעת העתיקה", "מלך וכהן גדול משושלת חשמונאי", "במהלך המרד הגדול היה מצביא יהודי שפיקד על המרידה באיזור הגליל", "יהודי שראה את עצמו כמשיח ופעל בשטחי פולין"] },
    { q: "מהי מילת?", a: ["קהילת יהודים אטונומית שניהלה חיי יהודים באופן עצמאי"], options: ["קהילת יהודים אטונומית שניהלה חיי יהודים באופן עצמאי", "קהילה יהודית אשר הגיעה לארצות האסלאם לאחר גירוש ספרד ולא הצליחה להשתלב בחברה", "קהילה יהודית שהתבוללה בארצות האסלאם", "קהילה לאומית דתית אשר ניהלה אורח חיים יהודי תחת שלטון האימפריה העותמאנית."] },
    { q: "מה הייתה מטרת וועד 4 הארצות?", a: ["ייצג את היהודים בפני השלטונות הפולנים ודאג לאינטרסים משותפים"], options: ["ייצג את היהודים בפני השלטונות הפולנים ודאג לאינטרסים משותפים", "לייצג את היהודים בפני השלטונות העולם למניעת אנטישמיות", "ייצג את היהודים בפני השלטונות הרוסים ודאג לאינטרסים משותפים", "מניעת גזרות ת\"ח-ת\"ט שהביאו לחורבן הקהילות היהודיות בעולם."] },
    { q: "מהי פרשת אוגנדה?", a: ["הצעת הבריטים להרצל להחכיר שטח במזרח אפריקה"], options: ["הצעת הבריטים להרצל להחכיר שטח במזרח אפריקה", "פרשת גילוי אנטישמיות ואלימות לפי יהודי אוגנדה", "הצעה לתנועה הציונית להחכיר שטח במזרח אסיה", "אף תשובה אינה נכונה"] },
    { q: "מה הקשר בין חיים וויצמן לזרמי הציונות?", a: ["ראש זרם הציונות הסינתטית"], options: ["ראש זרם הציונות הסינתטית", "ראש זרם הציונות המעשית", "היה ממנהיגי חובבי ציון", "ראש זרם הציונות הרוחנית"] },
    { q: "לאיזו מטרה התכנסה ועידת קוטוביץ?", a: ["איחוד של כלל אגודות חובבי ציון לכדי הנהגה אחת"], options: ["איחוד של כלל אגודות חובבי ציון לכדי הנהגה אחת", "ועידה שמטרתה תכנון עלייה לארץ ישראל", "חיזור זכויות האמנציפציה של היהודים במערב אירופה", "וועידה כלכלית ליצירת ועדי עובדים יהודיים."] },
    { q: "מהו זרם הציונות הסינתטית?", a: ["דגל בשילוב הציונות המדינית והמעשית ע\"מ לפעול ולשיפור מצבם של היהודים"], options: ["דגל בשילוב הציונות המדינית והמעשית ע\"מ לפעול ולשיפור מצבם של היהודים", "דגל בפעילות מדינית לטובת עליית יהודי אירופה לארץ ישראל", "דגל בהכשרת היהודים לעלייה כיוון שהם אינם \"מתאימים\" לעלייה", "דגל הפצת רעיונות הציונות בקרב האוכלוסייה הדתית"] },
    { q: "מתי התקיים הקונגרס הציוני הראשון?", a: ["1897"], options: ["1897", "1987", "1876", "1877"] },
    { q: "בראשות איזו תנועה עמד משה מנדלסון? ", a: ["תנועת ההשכלה היהודית"], options: ["תנועת ההשכלה היהודית", "תנועת היקיצה היהודית", "תנועת הגדודים העבריים", "התנועה הרוויזיוניסטית"] },
    { q: "מהי המשנה?", a: ["קובץ הלכתי שנערך ונחתם ע\"י רבי יהודה הנשיא"], options: ["קובץ הלכתי שנערך ונחתם ע\"י רבי יהודה הנשיא", "קובץ הלכתי המצורף לתנ\"ך", "קובץ הלכתי שנכתב ע\"י רבי יהודה הנשיא", "קובץ הלכתי שנערך ע\"י הרמבם"] },
    { q: "ממי מורכבת ממשלת ישראל?", a: ["מסך כל השרים"], options: ["מסך כל השרים", "מחברי הקבינט", "מכלל חברי הכנסת", "מחברי האופוזיציה"] },
    { q: "מהי שיטת הממשל בישראל?", a: ["ממשל פרלמנטרי"], options: ["ממשל פרלמנטרי", "ממשל מעורב", "ממשל פשיסטי", "ממשל נשיאותי"] },
    { q: "האם מותר לחיילי צה\"ל להביע עמדות פוליטיות?", a: ["חל איסור כולל לקבוע עמדות פוליטיות"], options: ["מותר לחיילי צה\"ל להביע עמדות פוליטיות", "חל איסור כולל לקבוע עמדות פוליטיות"] },
    { q: "לאיזה מועד קשורה דמותו של אנטיוכוס אפיפנס?", a: ["חנוכה"], options: ["פסח", "פורים", "חנוכה", "ל\"ג בעומר"] },
    { q: "מי ייסד את תנועת החסידות?", a: ["ר' ישראל בעל שם טוב"], options: ["הרמב\"ם", "הגאון מווילנא", "שבתאי צבי", "ר' ישראל בעל שם טוב"] },
    { q: "מי היה הורדוס?", a: ["מלך יהודה (40 לפני הספירה)"], options: ["מלך שומרון (40 לפני הספירה)", "מלך מוקדון- מגדולי המצביאים בעת העתיקה", "פילוסוף רומי שנחשב לאחד מהאבות של הליברליזם", "מלך יהודה (40 לפני הספירה)"] },
    { q: "במה דגל זרם הציונות המדינית?", a: ["ביצוע מהלכים להכרה בין-לאומית רחבה ברעיון הבית הלאומי"], options: ["עלייה למען יישוב הארץ", "פעילות למען שיפור מצבם של היהודים במזרח אירופה", "השרת היהודים לעלייה לארץ ישראל", "ביצוע מהלכים להכרה בין-לאומית רחבה ברעיון הבית הלאומי"] },
    { q: "איזה חג מכונה חג האסיף?", a: ["סוכות"], options: ["ראש השנה", "שבועות", "סוכות", "פורים"] },
    { q: "למי עבר מקל ההנהגה עם הכניסה לארץ?", a: ["יהושע בן נון"], options: ["יהושע בן נון", "דוד", "רחבעם", "ירבעם בן נבט"] },
    { q: "במה עסקו מרבית הבדואים באופן מסורתי?", a: ["במרעה"], options: ["בציד", "גידול זיתים", "במרעה", "בגידול חיטה"] },
    { q: "במה עסק חיבורו של הרמב\"ם \"משנה תורה\"?", a: ["הלכה"], options: ["אמונה", "פירוש המקרא", "תלמוד", "הלכה"] },
    { q: "מה ההבדל בין התורה שבכתב לתורה שבע\"פ?", a: ["התורה שבכתב היא התנ\"ך והתורה שבע\"פ היא הפירושים שלה"], options: ["התורה שבכתב היא התורה והתורה שבע\"פ היא הפירושים שלה", "התורה שבכתב היא התנ\"ך והתורה שבע\"פ היא הפירושים שלה", "התורה שבכתב היא התנ\"ך והתורה שבע\"פ היא המשנה", "התורה שבכתב היא התנ\"ך והתורה שבע\"פ היא ההלכה"] },
    { q: "איזה סיפור עומד במרכזה של מגילת רות?", a: ["סיפור גיורה של רות המואבייה"], options: ["סיפורו של מרדכי היהודי", "סיפור גיורה של רות המואבייה", "סיפורה של אחת מנשותיו של שלמה", "סיפור אישתו של דוד"] },
    { q: "מה קובע חוק השבות?", a: ["לכל יהודי יש הזכות לעלות לארץ"], options: ["כל אדם הרוצה להיות יהודי יכול", "לכל יהודי יש הזכות לעלות לארץ", "כל יהודי זכאי לכסף ממדינת ישראל", "כל יהודי בגלות זכאי לקבל הטבות ממדינת ישראל"] },
    { q: "מיהו הרמב\"ם?", a: ["רבי משה בן מימון"], options: ["רבי שמעון יהודה", "רבי שמשון יהודה", "רבי שלמה יצחקי", "רבי משה בן מימון"] },
    { q: "איזה תקופה פעל הרמב\"ם?", a: ["תקופת הראשונים"], options: ["תור הזהב", "תקופת הראשונים", "תקופת הגאונים", "תקופת התלמוד"] },
    { q: "מהי האמנציפציה", a: ["שוויון זכויות"], options: ["שוויון זכויות", "הודעה מראש על פינוי היהודים מאירופה", "דאגה לצורכי קיום של נזקקים", "אישור ליהודים להישאר במדינה באירופה בה הם שוהים"] },
    { q: "איזה פרשייה רשומה במגילת קלף המזוזה?", a: ["פרשיית שמע"], options: ["פרשיית שמע", "פרשיית לך לך", "פרשיית שלה", "פרשיית בא"] },
    { q: "המשנה הייתה מפעלו הראשי של:", a: ["רבי יהודה הנשיא"], options: ["רבי יהודה הנשיא", "שמעון בר כוכבא", "רבי שמעון בר יוחאי", "רבי עקיבא"] },
    { q: "במה דגל זרם הציונות הסוצילאיסטית?", a: ["לשלב בין הרעיון הציוני של הקמת בית לאומי לעם היהודי לעקרונות הסוציאליזם"], options: ["לשלב בין הרעיון הציוני של הקמת בית לאומי לעם היהודי לעקרונות הסוציאליזם", "ליצור שוויון בין כל בני האדם ולטפל בפערים מעמדיים", "להמשיך בדרכו של הרצל בדיוק כמו שהוא רצה", "שום תשובה אינה נכונה"] },
    { q: "בתקופת מי נחרב בית המקדש השני?", a: ["טיטוס"], options: ["נבוכדנצר השני", "אלכסנדר השני", "מלך כורש", "טיטוס"] },
    { q: "איך נבחר שופט?", a: ["המינוי נעשה ע\"י ועדה מיוחדת"], options: ["המינוי נעשה ע\"י חברי הכנסת ולא ע\"י הציבור", "המינוי נעשה ע\"י הציבור ולא ע\"י חברי הכנסת", "המינוי נעשה ע\"י ועדה מיוחדת", "יש מבחן לשיפוט טמי שעובר עם הציון הכי גבוה מתמנה כשופט"] },
    { q: "איך נהוג לקרוא לגוף מצומצם של שרים בו נידונים נושאים הדורשים הכרעה מיידית?", a: ["תשובות ב' ו-ג'"], options: ["קואליציה (א')", "קבינט (ב')", "מטבחון (ג')", "תשובות ב' ו-ג'"] }

  ],

  "4 - 5": [
    { q: "מה כוללת הצהרת בלפור?", a: ["הכרה בדרישות הציונות ביחד לארץ ישראל"], options: ["אישור מטעם אנגליה על הקמת מדינה יהודית בארץ ישראל", "אישור מטעם אנגליה על עזרה בהקמת מדינה יהודית בארץ ישראל", "אישור מטעם אנגליה על הקמת מדינה ערבית בארץ ישראל", "הכרה בדרישות הציונות ביחד לארץ ישראל"] },
    { q: "מה התרחש בחברון במהלך מאורעות תרפ\"ט?", a: ["טבח של יהודים תושבי המקום"], options: ["טבח של יהודים תושבי המקום", "לינץ' יהודי על ערבים תושבי המקום", "רצח קצינים בריטיים", "קרבות בין יהודים לערבים על השליטה בעיר"] },
    { q: "מה הציעה 'ועדת פיל'?", a: ["לחלק את הארץ לשתי מדינות וירושלים מובלעת בריטית"], options: ["לחלק את הארץ לשתי מדינות וירושלים מובלעת בריטית", "לחלק את הארץ לשתי מדינות וירושלים בשליטה יהודית", "לחלק את הארץ לשתי מדינות וירושלים בשליטה ערבית", "לחלק את הארץ לשתי מדינות וירושלים בשליטה משותפת"] },
    { q: "מי גרש את תושבי תל אביב מביתהם ומתי?", a: ["הטורקים במהלך מלחמת העולם הראשונה"], options: ["הטורקים במהלך מלחמת העולם הראשונה", "הבריטיים בתקופת המנדט", "הערבים בתקופת היישוב הישן", "הערבים במהלך מאורעות תר\"פ"] },
    { q: "מה משותף לפתח תקווה וראש פינה?", a: ["שתיהן הוקמו ע\"י אנשי היישוב הישן"], options: ["שתיהן הוקמו ע\"י אנשי העלייה הראשונה", "שתיהן הוקמו ע\"י אנשי העלייה הרביעית", "שתיהן הוקמו ע\"י אנשי העלייה החמישית", "שתיהן הוקמו ע\"י אנשי היישוב הישן"] },
    { q: "מה משמעות המושג 'כיבוש העבודה'?", a: ["ניסיון לסגל אורח חיים המדגיש את עבודת האדמה"], options: ["כיבוש מקומות עבודה מהבריטים", "כיבוש מקומות עבודה מהתושבים היהודים", "ניסיון לסגל אורח חיים המדגיש את עבודת האדמה", "כיבוש מקומות עבודה מהתושבים הערבים"] },
    { q: "איזו קבוצה מכונה 'היישוב הישן'?", a: ["היהודים האדוקים שחיו בארץ לפני העליות הציוניות"], options: ["יהודים תושבי ירושלים העתיקה", "יהודים שחיו בארץ מאז ומעולם", "יהודי העלייה הראשונה", "היהודים האדוקים שחיו בארץ לפני העליות הציוניות"] },
    { q: "מה הם 'כספי החלוקה'?", a: ["כספים שנאספו באירופה וחולקו ליהודים לומדי תורה ביישוב הישן"], options: ["כספים שנאספו בארץ וחולקו ליהודים שאיבדו את רכושם בשואה", "כספים שחולקו בין היהודים בארץ ביישוב הישן", "כספים שנאספו באירופה וחולקו ליהודים לומדי תורה ביישוב הישן", "כספים שנאספו באירופה וחולקו ליהודים ניצולי שואה בעלייתם לארץ"] },
    { q: "איזה עיר כונתה בראשיתה 'אחוזת בית'?", a: ["תל אביב"], options: ["ראש פינה", "צפת", "פתח תקווה", "תל אביב"] },
    { q: "מה הם 'דפי עד'?", a: ["דפים בהם מעידים ניצולי שואה על קרוביהם שנרצחו"], options: ["דפים בהם מעידים ניצולי שואה על קרוביהם שנרצחו", "דפים בהם נכתבו כל היהודים שהתגוררו בגטאות", "דפים בהם חיילי צבא ארה\"ב תיעדו את מראות השואה", "דפים בהם חיילי צבא אנגליה תיעדו את מראות השואה"] },
    { q: "מה היה השינוי שחל באנטישמיות בעת החדשה?", a: ["היא הפכה ל\"גזענית\" ו-\"מדעית\""], options: ["היא הפכה לשיטתית", "היא הפכה ל\"גזענית\" ו-\"מדעית\"", "היא נבאה משנאה בגלל מעשים של היהודים באירופה", "היא הפכה למודעת יותר ברחבי הציבור"] },
    { q: "מי היו שארית הפליטה?", a: ["ניצולי שואה ששרדו את המלחמה"], options: ["יהודים מאפריקה שלא עלו במהלך העליות הגדולות", "יהודים מרוסיה שלא עלו במהלך העליות הגדולות", "יהודים ממזרח אירופה שלא עלו במהלך העליות הגדולות", "ניצולי שואה ששרדו את המלחמה"] },
    { q: "כיצד עלו הנאצים לשלטון?", a: ["באמצעות בחירות דמוקרטיות"], options: ["באמצעות בחירות דמוקרטיות", "השתלטות עוינת על הממשל הגרמני", "רצח של מובילי המפלגות המתחרות בגרמניה", "שיחוד בעלי שליטה בגרמניה טרם הבחירות"] },
    { q: "מה קבעו חוקי נירנברג?", a: ["שיהודים אינם אזרחים של הרייך הגרמני"], options: ["שליהודים תושבי אירופה אין זכויות בסיס", "שיהודים צריכים לעזוב את גרמניה", "שיהודים אינם אזרחים של הרייך הגרמני", "שיהודים תושבי גרמניה לא יכולים להצביע בבחירות"] },
    { q: "מה הייתה מטרתו של מבצע ריינהרד?", a: ["להשמיד את יהדות פולין"], options: ["השתלטות של גרמניה הנאצית על מזרח אירופה", "להשמיד את יהדות אירופה", "להשמיד את יהדות גרמניה", "להשמיד את יהדות פולין"] },
    { q: "מי היו הפרטיזנים?", a: ["יהודים ולא יהודים שניסו לפגוע בשלטון הגרמני באירופה"], options: ["יהודים ולא יהודים שניסו לפגוע בשלטון הגרמני באירופה", "יהודים שהתגוררו ביערות אירופה", "יהודים שמרדו בממשל הנאצי", "יהודים שהלשינו על יהודים אחרים בתמורה לחופש מחייה"] },
    { q: "במהלך איזה אירוע נחנך נמל תל אביב?", a: ["מאורעות תרצ\"ו- תרצ\"ט"], options: ["מאורעות תרפ\"א", "מאורעות תר\"פ", "מאורעות תרצ\"ו- תרצ\"ט", "מאורעות תרפ\"ט"] },
    { q: "מה התרחש בחצר תל-חי?", a: ["קרב נגד פורעים ערבים"], options: ["התגבשות ארגון האצ\"ל", "התגבשות ארגון ניל\"י", "קרב נגד מורדים יהודים", "קרב נגד פורעים ערבים"] },
    { q: "מהו גדוד העבודה?", a: ["קומונה כלכלית שחבריה חיו חיי שיתוף"], options: ["קומונה כלכלית שחבריה חיו חיי שיתוף", "גדוד יהודי שפעל לכיבוש העבודה", "גדוד יהודי שפעל לגירוש הממשל הבריטי", "קבוצה חברתית של עובדי אדמה"] },
    { q: "מה נידון בוועידת אוויאן?", a: ["גורלם של הפליטים היהודים שביקשו לברוח מגרמניה"], options: ["השיטה למימוש הפתרון הסופי", "גורלם של הפליטים היהודים שביקשו לברוח מגרמניה", "השימוש בכוח העבודה בפולין הכבושה", "האסטרטגיה לכיבוש מזרח אירופה"] },
    { q: "מה היה מחנה ההשמדה הראשון?", a: ["חלמנו"], options: ["אושוויץ", "מידנאק", "טרבלינקה", "חלמנו"] },
    { q: "מה היו שתי ההתפתחויות המרכזיות שהובילו להתפתחות ה'יישוב הישן' בארץ ישראל?", a: ["היציאה מהחומות בירושלים וראשית ההתיישבות החלקאית בפתח תקווה וראש פינה"], options: ["פרסום עיתונים חדשים בעברית ופיתוח רשות הדואר", "שיפור תשתיות הבריאות והתברואה בישוב היהודי והיציאה מהחומות", "היציאה מהחומות בירושלים וראשית ההתיישבות החקלאית ביפו ופתיחת בתי ספר חדשים", "היציאה מהחומות בירושלים וראשית ההתיישבות החלקאית בפתח תקווה וראש פינה"] },
    { q: "איזה צעד הוביל לסיום מלחמת העולם השנייה?", a: ["2 פצצות אטום שארה\"ב הטילה בשטחה על יפן"], options: ["הצבא האמריקאי מצליח להרוס את הקיסר היפני- לאחר מכן יפן הודיעה על כניעתה", "האתבדותו של היטלר", "2 פצצות אטום שארה\"ב הטילה בשטחה על יפן", "השתלטות הצבא האדום על הרייכסטאג הגרמני- מה שסימל את כיבוש כל גרמניה ולאחר מכן גרמניה הודיעה על כניעתה"] },
    { q: "במבצע ברברוסה, הדרך שנקטו הגרמנים לרצח היהודים הייתה:", a: ["בורות ירי"], options: ["בורות ירי", "צעדות מוות", "ריכוזם במחנה ההשמדה", "השמדה באמצעות משאיות גז"] },
    { q: "\"במקום זה בו אני עומד, אין אני עומד יחידי, עמדי ניצבים כאן, בשעה זו, שישה מיליון קטגורים…\" - מי אמר ובאיזו סיטואציה?", a: ["גדעון האוזנר - התובע במשפט אייכמן"], options: ["גדעון האוזנר - התובע במשפט אייכמן", "דוד בן גוריון - חניכת מוזיאון יד ושם", "דוד בן גוריון - נאום בכנסת לאחר לכידת אייכמן", "העיתונאי מיכאל גרינוולד - שהאשים את ישראל קסטנר בשיתוף פעולה עם הנאצים"] },
    { q: "מהי פעילות ליל הגשרים?", a: ["פיצוץ 11 גשרים המחברים את ארץ ישראל המנדטורית עם הארצות השכנות שלה"], options: ["פיצוץ 5 גשרים המחברים את ארץ ישראל המנדטורית עם הארצות השכנות שלה", "פיצוץ 20 גשרים המחברים את ארץ ישראל המנדטורית עם הארצות השכנות שלה", "פיצוץ 11 גשרים המחברים את ארץ ישראל המנדטורית עם הארצות השכנות שלה", "פיצוץ 16 גשרים המחברים את ארץ ישראל המנדטורית עם הארצות השכנות שלה"] },
    { q: "במה האמינו חברי תנועת ביל\"ו?", a: ["עקרון העצמאות ועבודת האדמה"], options: ["התעוררות משיחית", "התבודדות משאר האוכלוסייה", "עקרון העצמאות ועבודת האדמה", "עליה המונית להקמת ופיתוח היישוב היהודי"] },
    { q: "כיצד כונתה בעבר 'האקדמיה ללשון עברית'?", a: ["ועד הלשון העברית"], options: ["ועד הלשון העברית", "ועד פיתוח השפה העברית", "האקדמיה על שם אליעזר בן יהודה", "האקדמיה לחינוך העברי"] },
    { q: "באיזה שנה נוסדה העיר העברית הראשונה - אחוזת בית?", a: ["1909"], options: ["1909", "1927", "1904", "1918"] },
    { q: "באיזה רעיונות השתמשו הנאצים כחלק מתפיסת עולמם?", a: ["גזענות"], options: ["גזענות", "שוויון מעמדות", "משטר דמוקרטי", "השתלטות בכוח"] },
    { q: "מהי השפה הראשונה בה לימדו בטכניון בחיפה?", a: ["גרמנית"], options: ["גרמנית", "אנגלית", "עברית", "צרפתית"] },
    { q: "מהי הצהרת בלפור?", a: ["הצהרה שהושגה באמצעים דיפלומטיים המהווה הכרה רשמית של בריטניה בתיבעותיה של התנועה הציונית על ארץ ישראל"], options: ["הצהרה שהושגה באמצעים דיפלומטיים המהווה הכרה רשמית של בריטניה בתיבעותיה של התנועה הציונית על ארץ ישראל", "הצהרה שהושגה באמצעים דיפלומטיים המהווה הכרה רשמית של ארה\"ב בתיבעותיה של התנועה הציונית על ארץ ישראל", "הצהרה שהושגה באמצעים דיפלומטיים המהווה הכרה רשמית של בריטניה בדרישת הישוב היהודי להקמת כוח צבאי", "הצהרה מדינית על שיתוף פעולה צבאי בין בריטניה לישוב היהודי בא\"י"] },
    { q: "מה גרם להתיישבות היהודית מחוץ לחומות ירושלים?", a: ["יוזמה פילנתרופית של יהודים עשירים ומבוססים"], options: ["יוזמה פילנתרופית של יהודים עשירים ומבוססים", "הרגשת חוסר ביטחון בישובים שבתוך החומות", "התבוללות עם עמים נוספים", "מציאת מקומות מסחר ותעסוקה מחוץ לקומות"] },
    { q: "באילו שנים התרחשו מאורעות תרפ\"ט?", a: ["1928-1929"], options: ["1928-1929", "1927-1929", "1927", "1926-1927"] },
    { q: "למי סייע הברון רוטשילד?", a: ["לעולי העלייה הראשונה"], options: ["לעולי העלייה השנייה", "לעולי העלייה השלישית", "לעולי העלייה הראשונה", "לתושבי היישוב הישן"] },
    { q: "מי הועמד לדין במהלך משפטי נירנברג?", a: ["ראשי המשטר הנאצי"], options: ["אדולף אייכמן", "ישראל קסטנר", "יהודים ששיתפו פעולה עם המשטר הנאצי", "ראשי המשטר הנאצי"] },
    { q: "מהם ראשי התיבות ביל\"ו?", a: ["בית יעקב לכו ונלכה"], options: ["בית ירושלים לכו ונלכה", "בית יעקב לכו ונלכה", "בית ישראל לכו ונלכה", "בית יהודה לכו ונלכה"] },
    { q: "במה משפט אייכמן מהווה נק' מפנה?", a: ["כל התשובות נכונות"], options: ["שינוי ביחס החברה הישראלית לניצולי השואה", "הפעם הראשונה שנגזר גזר דין מוות בישראל", "הפעם הראשונה שפושע נאצי הועמד לדין במדינת ישראל", "כל התשובות נכונות"] },
    { q: "מהו מבצע ברברוסה?", a: ["מבצע של גרמניה הנאצית לכיבוש מזרח אירופה"], options: ["מבצע של גרמניה הנאצית לכיבוש מזרח אירופה", "מבצע של גרמניה הנאצית להשמדת היהודים באירופה", "מבצע של גרמניה הנאצית לכיבוש אירופה", "מבצע של גרמניה הנאצית לכיבוש מערב אירופה"] },
    { q: "מי עלו במהלך מבצע יכין?", a: ["יהודי מרוקו"], options: ["יהודי עיראק", "יהודי רוסיה", "יהודי לוב", "יהודי מרוקו"] },
    { q: "מה הם 'כוללים'?", a: ["מסגרות לימוד תורה שהוקמו בארץ על בסיס ארצות מוצא"], options: ["ראשי מושבות שהוקמו בארץ על בסיס ארצות מוצא", "מסגרות לימוד תורה שהוקמו בארץ על בסיס ארצות מוצא", "מסגרות לימוד תורה בסתר במהלך השואה", "ראשי גטאות מטעם היהודים"] },
    { q: "מה התרחש במהלך ליל הבדולח?", a: ["התקפות על בתי כנסת בתי מגורים ועסקים יהודים בגרמניה"], options: ["החרבת רכוש יהודי ברחבי אירופה", "שריפת ספרי תורה בגרמניה", "התקפות על בתי כנסת בתי מגורים ועסקים יהודים בגרמניה", "התקפות על בתי כנסת בתי מגורים ועסקים יהודים בפולין"] },
    { q: "מי ביצע את פיצוץ מלון 'המלך דוד' ב-1946?", a: ["תנועת האצ\"ל"], options: ["תנועת האצ\"ל", "תנועת המרי העברי", "תנועת הפלמ\"ח", "תנועת ההגנה"] },
    { q: "אילו שני אירועים במהלך מאורעות תרפ\"א זעזעו את היישוב היהודי?", a: ["טבח שנערך בעולים ביפו ורצח יושביו של 'בית ויצקר' באבו-כביר"], options: ["טבח שנערך בעולים ביפו ורצח יושביו של 'בית ויצקר' באבו-כביר", "הגדרת רחבת הכותל כשטח מוסלמי ופגיעה בריכוז היהודים", "רצח למעלה מ-60 יהודים שהתגוררו בחברון ויכולתה ומובלותה של ההגנה לבלום את הפורעים", "סיסמאות לאומניות אנטישמיות בירושלים ורצח שישה"] },
    { q: "איזה ארגון הקימה קבוצת חברים באצ\"ל שהתנגדה להפסקת המאבק נגד הבריטים?", a: ["הלח\"י"], options: ["בר גיורא", "ההגנה", "השומר", "הלח\"י"] },
    { q: "מאיפה עלו עולי העלייה הראשונה?", a: ["רוסיה פולין וגרמניה"], options: ["רוסיה פולין וגרמניה", "מערב אירופה", "אתיופיה", "ארה\"ב"] },
    { q: "מדוע הבריטים הטילו הגבלות על הגירה יהודית במסגרת הספר הלבן השני שהתפרסם בשנת 1930?", a: ["בעקבות המהומות שהתרחשו באירועי תרפ\"ט"], options: ["כי היו יותר מידי יהודים בארץ והם פחדו שאם מספרם עוד יגדל יחל בהם מרד (א')", "הם רצו תמיכה מהערבים שחיו במדינה ולכן מנעו עלייה של יהודים נוספים לארץ שכן היו לערבים וליהודים סכסוכים רבים (ב')", "בעקבות המהומות שהתרחשו באירועי תרפ\"ט", "תשובות א' וב' נכונות"] },
    { q: "מי היה הנשיא שהביא להצהרת בלפור?", a: ["חיים ויצמן"], options: ["חיים ויצמן", "יצחק בן צבי", "זלמן שזר", "אפרים קציר"] },
    { q: "מה קרה למעפילים שעלו לארץ בתקופת המנדט הבריטי?", a: ["כל התשובות נכונות"], options: ["בתחילת פעולות ההעפלה המעפילים שספינותיהם נתפסו נשלחו לתקופת כליאה קצרה ושוחררו לאחר מכן", "בהמשך פעולות ההעפלה המעפילים שספינותיהם נתפסו נשלחו לתקופת כליאה ארוכה בקפריסין", "העולים שלא נתפסו הוסתרו ברחבי הארץ", "כל התשובות נכונות"] },
    { q: "מה קרה להיטלר לאחר ניסיון ההפיכה בשלטון בשנת 1923?", a: ["נשפט ונאסר"], options: ["הוא נשפט ויצא זכאי", "הצליח והפך לקנצלר", "הצליח וגרם לבחירות נוספות לשלטון", "נשפט ונאסר"] },
    { q: "מתי התרחש ליל הבדולח?", a: ["נובמבר 1938"], options: ["נובמבר 1938", "אוקטובר 1938", "נובמבר 1937", "דצמבר 1937"] },

  ],

  "6 - 7": [
  {
    "q": "מה כוללת 'תוכנית אלון'?",
    "a": ["השתלטות על שטחים טקטיים וסיפוחם לארץ ישראל"],
    "options": [
      "פינוי ישובים יהודים הממוקמים באיזורים בעייתיים בטחונית",
      "החזרת שטחים לרשות הפלסטינית",
      "פינוי ישובים ערביים וסיפוח השטח לארץ ישראל",
      "השתלטות על שטחים טקטיים וסיפוחם לארץ ישראל"
    ]
  },
  {
    "q": "מה הם 'מעוזים'?",
    "a": ["מוצבים מבוצרים שהוקמו לחופה של תעלת סואץ"],
    "options": [
      "מוצבים מבוצרים שהוקמו מול ירדן",
      "מוצבים מבוצרים שהוקמו בלבנון",
      "מוצבים מבוצרים שהוקמו לחופה של תעלת סואץ",
      "מוצבים מבוצרים שהוקמו ברצועת עזה"
    ]
  },
  {
    "q": "במהלך איזה מלחמה הוצנח גדוד צנחנים ליד מעבר המיתלה?",
    "a": ["מלחמת סיני"],
    "options": [
      "מלחמת יום הכיפורים",
      "מלחמת ששת הימים",
      "מלחמת סיני",
      "מלחמת העצמאות"
    ]
  },
  {
    "q": "אילו אירועים מכונים בצה\"ל אירוע 'גאות ושפל'?",
    "a": ["האינתיפדה השנייה"],
    "options": ["האינתיפדה השנייה", "האינתיפדה הראשונה"]
  },
  {
    "q": "מי מהבאים חתם על הסכם שלום עם מצריים?",
    "a": ["מנחם בגין"],
    "options": ["יצחק רבין", "שמעון פרס", "מנחם בגין", "חיים ויצמן"]
  },
  {
    "q": "איזה מלחמה הסתיימה בסדרת הסכמים שכונו 'הסכמי רודוס'?",
    "a": ["מלחמת העצמאות"],
    "options": [
      "מלחמת סיני",
      "מלחמת ששת הימים",
      "מלחמת יום הכיפורים",
      "מלחמת העצמאות"
    ]
  },
  {
    "q": "באיזה תפקיד בטחוני מרכזי נשא שמעון פרס בצעירותו?",
    "a": ["מנכ\"ל משרד הביטחון"],
    "options": [
      "שר הביטחון",
      "מנכ\"ל משרד הביטחון",
      "מפקד גדוד באצ\"ל",
      "השר לביטחון הפנים"
    ]
  },
  {
    "q": "היכן התרחש מבצע 'כדור רעם' ומבצע 'יהונתן'?",
    "a": ["אנטבה"],
    "options": ["ירדן", "מצריים", "אנטבה", "עזה"]
  },
  {
    "q": "מתי יצא צה\"ל למבצע 'חומת מגן'?",
    "a": ["במהלך האינתיפדה השנייה"],
    "options": [
      "במהלך פינוי גוש קטיף",
      "לאחר רצח רבין",
      "במהלך האינתיפדה הראשונה",
      "במהלך האינתיפדה השנייה"
    ]
  },
  {
  "q": "מתי יצא חוק השבות?",
  "a": ["5 ביולי 1950"],
  "options": ["5 ביולי 1950", "1 בספטמבר 1950", "5 במאי 1950", "8 באוגוסט 1950"]
},
{
  "q": "איזו עלייה היו אנשי 'השומר'?",
  "a": ["עלייה שנייה"],
  "options": ["עלייה שנייה", "עלייה רביעית", "עלייה ראשונה", "עלייה שלישית"]
},
{
  "q": "במהלך איזה מלחמה התרחשו 'קרבות עשרת הימים'?",
  "a": ["מלחמת העצמאות"],
  "options": ["מלחמת סיני", "מלחמת השחרור", "מלחמת העצמאות", "מלחמת יום הכיפורים"]
},
{
  "q": "כיצד נקראה וועדת החקירה שהוקמה לאחר מלחמת יום הכיפורים?",
  "a": ["וועדת אנגרט"],
  "options": ["וועדת מאיר", "וועדת דיין", "וועדת אנגרט", "וועדת אונדוף"]
},
{
  "q": "מה הייתה מטרתה של מחתרת ניל\"י?",
  "a": ["לסייע לבריטים לכבוש את ארץ ישראל מידי העותמאנים"],
  "options": [
    "לסייע לבריטים לגרש את התושבים הערבים מארץ ישראל",
    "להשתלט על יישובים ערבים בארץ ישראל",
    "לגרש את השלטון הבריטי מארץ ישראל",
    "לסייע לבריטים לכבוש את ארץ ישראל מידי העותמאנים"
  ]
},
{
  "q": "באיזה מלחמה התרחש הטבח בסברה ושתילה?",
  "a": ["מלחמת שלום הגליל"],
  "options": [
    "מלחמת שלום הגליל",
    "מלחמת לבנון השנייה",
    "מלחמת ששת הימים",
    "מלחמת יום הכיפורים"
  ]
},
{
  "q": "מי מהבאים היה ראש הממשלה בפרוץ מלחמת שלום הגליל?",
  "a": ["מנחם בגין"],
  "options": ["יצחק שמיר", "יצחק רבין", "שמעון פרס", "מנחם בגין"]
},
{
  "q": "אביו של איזה נשיא כיהן כרבה של אירלנד?",
  "a": ["חיים הרצוג"],
  "options": ["יצחק נבון", "אפרים קציר", "חיים הרצוג", "עזר ויצמן"]
},
{
  "q": "בראש איזה ארגון מחתרתי עמד ראש הממשלה יצחק שמיר לפני קום המדינה?",
  "a": ["הלח\"י"],
  "options": ["פלמ\"ח", "הלח\"י", "האצ\"ל", "ניל\"י"]
},
{
  "q": "במה עוסק הספר 'ייחוד וייעוד'?",
  "a": ["בייחודו של צה\"ל וביעודו החינוכי-חברתי"],
  "options": [
    "בייחודה של מדינת ישראל",
    "בייחודו של צה\"ל וביעודו החינוכי-חברתי",
    "בייחודו של צה\"ל וביעודו הבטחוני",
    "בייחודו של בית המשפט העליון"
  ]
}
,
{
  "q": "מי הצדדים שחתמו על הסכם אוסלו?",
  "a": ["ישראל והפלסטינים"],
  "options": ["ישראל וירדן", "ישראל והא\"ום", "ישראל והפלסטינים", "ישראל ומצרים"]
},
{
  "q": "איזה מהפך התרחש בשנת 1977?",
  "a": ["עליית הימין לשלטון"],
  "options": ["עליית הימין לשלטון", "עליית השמאל לשלטון", "פירוק ממשלת יצחק רבין", "פירוק ממשלת גולדה מאיר"]
},
{
  "q": "מי מהנשיאים הבאים נשא קודם לכן בתפקיד יושב ראש הכנסת?",
  "a": ["רובי ריבלין"],
  "options": ["רובי ריבלין", "שמעון פרס", "משה קצב", "יצחק נבון"]
},
{
  "q": "איזה תפקיד צבאי מרכזי נשא עזר ויצמן לפני התמנותו לנשיא?",
  "a": ["מפקד חיל האוויר"],
  "options": ["מפקד חיל המודיעין", "מפקד חיל האוויר", "מפקד חיל הרגלים", "סגן הרמטכ\"ל"]
},
{
  "q": "איזה תפקיד מרכזי נשא משה שרת לפני התמנותו כראש הממשלה?",
  "a": ["שר החוץ"],
  "options": ["שר הבריאות", "שר הבטחון", "שר הפנים", "שר החוץ"]
},
{
  "q": "מי מהנשיאים הבאים שימש כפרופסור במכון ויצמן לפני שנבחר לנשיאות?",
  "a": ["אפרים קציר"],
  "options": ["יצחק בן צבי", "אפרים קציר", "זלמן שזר", "יצחק נבון"]
},
{
  "q": "מי מהבאים הביא לחקיקתו של חוק חינוך חובה?",
  "a": ["זלמן שזר"],
  "options": ["מנחם בגין", "זלמן שזר", "חיים ויצמן", "יצחק רבין"]
},
{
  "q": "לפני איזה מלחמה התקיימה תקופת ההמתנה?",
  "a": ["מלחמת ששת הימים"],
  "options": ["מלחמת ששת הימים", "מלחמת יום הכיפורים", "מלחמת שלום הגליל", "מלחמת לבנון השנייה"]
},
{
  "q": "מדוע עתר לבג\"ץ רס\"ן בנימין שליט?",
  "a": ["על מנת שילדיו שהיו בנים לאמא לא יהודייה יחשבו כבני הלאום היהודי"],
  "options": [
    "על מנת שיורשה מהאשמות פשעי מלחמה",
    "על מנת שמפקדו יעלה לדין ומשמעת על מעשיו",
    "על מנת שחייליו יורשו מהאשמות פשעי מלחמה",
    "על מנת שילדיו שהיו בנים לאמא לא יהודייה יחשבו כבני הלאום היהודי"
  ]
}
,
{
  "q": "איזה אירוע מכונה 'הטבח בכפר קאסם'?",
  "a": ["טבח שערכו לוחמי מג\"ב בערבים ישראלים במהלך היום הראשון למלחמת סיני"],
  "options": [
    "טבח שערכו לוחמי צה\"ל בערבים ישראלים במהלך היום האחרון למלחמת סיני",
    "טבח שערכו לוחמי מג\"ב בערבים ישראלים במהלך היום האחרון למלחמת סיני",
    "טבח שערכו לוחמי מג\"ב בערבים ישראלים במהלך היום הראשון למלחמת סיני",
    "טבח שערכו לוחמי צה\"ל בערבים ישראלים במהלך היום הראשון למלחמת סיני"
  ]
},
{
  "q": "מי מהבאים כיהן כנשיא במלחמת יום הכיפורים?",
  "a": ["אפרים קציר"],
  "options": ["זלמן שזר", "חיים הרצוג", "אפרים קציר", "יצחק נבון"]
},
{
  "q": "מה מאפיין את עיירות הפיתוח?",
  "a": ["מרכזים עירוניים שהוקמו במטרה לפזר אוכלוסייה"],
  "options": [
    "מרכזים עירוניים שהוקמו במטרה לפזר אוכלוסייה",
    "מרכזיים עירוניים בעלי מוסדות חינוך מפותחים",
    "עיירות שהוקמו במטרה לפתח אוכלוסייה מוחלשת",
    "מרכזים עירוניים שהוקמו במטרה לרכז אוכלוסייה"
  ]
},
{
  "q": "איזה חיל הקים אפרים קציר?",
  "a": ["חיל המדע"],
  "options": ["חיל החינוך", "חיל החימוש", "חיל המודיעין", "חיל המדע"]
},
{
  "q": "במה התמחה הנשיא זלמן שזר?",
  "a": ["היסטוריה"],
  "options": ["פיזיקה", "היסטוריה", "מתמטיקה", "לשון"]
},
{
  "q": "מי היה ראש הממשלה במלחמת ששת הימים?",
  "a": ["לוי אשכול"],
  "options": ["גולדה מאיר", "מנחם בגין", "לוי אשכול", "יגאל אלון"]
},
{
  "q": "מה הובילה ספינת 'אלטלנה'?",
  "a": ["נשק שרכש האצ\"ל ועולים חדשים"],
  "options": [
    "נשק שרכש האצ\"ל ועולים חדשים",
    "חיילים בריטיים",
    "פצצות השייכות לטורקים",
    "אספקת מזון לחיילים"
  ]
},
{
  "q": "מי האדם שהקים את ניל\"י?",
  "a": ["אהרון אהרונסון"],
  "options": ["זאב ז'בוטינסקי", "יוסף טרומפלדור", "אהרון אהרונסון", "ישראל שוחט"]
},
{
  "q": "מתי פורק ארגון 'ההגנה'?",
  "a": ["1948"],
  "options": ["1946", "1948", "1947", "1949"]
},
{
  "q": "מי מהבאים עמד בראש הציונות הסינתטית?",
  "a": ["חיים ויצמן"],
  "options": ["יצחק רבין", "משה שרת", "חיים ויצמן", "מנחם בגין"]
},
{
  "q": "כחלק מאיזה מאבק פוצץ מלון המלך דוד?",
  "a": ["מאבק של היישוב היהודי בשלטון הבריטי"],
  "options": [
    "סכסוך בתוך המשטר הבריטי",
    "מאבק של היישוב היהודי בתושבים הערבים",
    "מאבק של היישוב היהודי בשלטון הבריטי",
    "מאבק של היישוב היהודי בשלטון העותמאני"
  ]
},
{
  "q": "איזה אגף בצה\"ל הקים הנשיא הרצוג?",
  "a": ["אגף המודיעין"],
  "options": ["אגף התקשוב", "אגף מבצעים", "אגף המודיעין", "אגף כוח האדם"]
},
{
  "q": "איזה מהמוסדות הבאים הקימה גולדה מאיר?",
  "a": ["הביטוח הלאומי"],
  "options": ["בנק ישראל", "מס הכנסה", "הביטוח הלאומי", "מוסד החינוך"]
},
{
  "q": "מי היה שר הביטחון במהלך מלחמת יום הכיפורים?",
  "a": ["משה דיין"],
  "options": ["משה דיין", "אהוד ברק", "אריאל שרון", "דוד בן גוריון"]
},
{
  "q": "מה היו השלכות הביקור (הראשון) של אנואר סדאת בארץ ישראל?",
  "a": ["התחלת תהליך של הסכם שלום בין מצרים לישראל"],
  "options": [
    "החרפת הסכסוך בין ישראל למצרים",
    "אין אמון של ציבור המדינה בממשלה ובשלטונות",
    "התחלת תהליך של הסכם שלום בין מצרים לישראל",
    "הפגנות רבות של משפחות שכולות כנגד ראש הממשלה בעקבות אירוח הנשיא המצרי"
  ]
},
{
  "q": "מי היו אסירי ציון במהלך שנות ה-70?",
  "a": ["היהודים אשר יצאו כנגד שלטונות ברית המועצות בעקבות האנטישמיות ומניעת מתן הגירה לישראל"],
  "options": [
    "היהודים אשר נלחמו בארץ במהלך תקופות העלייה השונות ונלקחו בשבי תחת הכוחות האויבים",
    "היהודים אשר יצאו כנגד שלטונות ברית המועצות בעקבות האנטישמיות ומניעת מתן הגירה לישראל",
    "היהודים אשר עלו לארץ ממדינות אירופה השונות בדרכי הסתננות וכנגד החוק",
    "היהודים אשר נלחמו כנגד הנאצים בתקופת השואה ומלחמת העולם השנייה"
  ]
},
{
  "q": "באיזה תפיסה השתמש היישוב היהודי לפני הקמת המדינה ולאחר הקמת המדינה?",
  "a": ["לפני- תפיסה יישובית -> אחרי תפיסה ממלכתית"],
  "options": [
    "לפני- תפיסה מוסדית -> אחרי תפיסה ממלכתית",
    "לפני- תפיסה יישובית -> אחרי תפיסה ממלכתית",
    "לפני- תפיסה ממלכתית -> אחרי תפיסה יישובית",
    "אין שוני בין התפיסות לפני ואחרי הקמת המדינה"
  ]
}
,
{
  "q": "מה קרה בעקבות העלייה הגדולה בשנות החמישים והשישים?",
  "a": ["עול כלכלי כבד"],
  "options": [
    "עליית המיסים בשל הגעת אנשים נוספים לארץ",
    "עול כלכלי כבד",
    "מרידות גדולות ופער תרבותי",
    "תקופת זוהר כלכלית בשל הרכוש אותו הביאו עולי אירופה"
  ]
},
{
  "q": "מהם מבצעי העלייה של שנות החמישים והשישים?",
  "a": ["מרבד הקסמים עזרה ונחמיה ומבצע יכין"],
  "options": [
    "מבצע משה ומבצע שלמה",
    "מבצע משה מבצע שלמה ומבצע יכין",
    "מרבד הקסמים עזרה ונחמיה ומבצע יכין",
    "מבצע ואדי סאליב וביתא ישראל"
  ]
},
{
  "q": "מהי עליית גומולקה?",
  "a": ["העלייה של שארית יהודי פולין בשנת 1956"],
  "options": [
    "העלייה של יהודי ארצות ערב בשנת 1970",
    "העלייה של שארית יהודי ברית המועצות בשנת 1956",
    "העלייה של שארית יהודי פולין בשנת 1956",
    "העלייה של שארית יהודי פולין בשנת 1970"
  ]
},
{
  "q": "באיזה שנה עצרה זמנית העלייה הראשונה בשל בעיות כלכליות?",
  "a": ["1951"],
  "options": ["1956", "1952", "1951", "1949"]
},
{
  "q": "בין איזה קבוצות בארץ היה פער תרבותי רציני לאחר העלייה הראשונה?",
  "a": ["בין יהודי ארצות האסלאם וניצולי שואה לצברים"],
  "options": [
    "בין יהודי ארצות ערב ליהודי ברית המועצות",
    "בין יהודי ברית המועצות ליהודי פולין",
    "בין הצברים ליהודי ברית המועצות",
    "בין יהודי ארצות האסלאם וניצולי שואה לצברים"
  ]
},
{
  "q": "איזה עיר נכבשה במבצע עובדה?",
  "a": ["אילת"],
  "options": ["מצפה רמון", "ירוחם", "ערד", "אילת"]
},
{
  "q": "תאריך הקמת צה\"ל:",
  "a": ["26 במאי 1948"],
  "options": ["26 במאי 1948", "26 במאי 1947", "20 באפריל 1948", "25 בינואר 1945"]
},
{
  "q": "מהי יחידת 101 ומי עמד בראשה?",
  "a": ["יחידה מיוחדת שפעלה בשנות ה-50 ובראשה עמד אריאל שרון"],
  "options": [
    "גדוד הצנחנים הראשון ובראשו עמד אהוד ברק",
    "יחידה חשאית שהוקמה לאחר מלחמת העצמאות ובראשה עמד משה דיין",
    "יחידה מיוחדת שפעלה בשנות ה-50 ובראשה עמד אריאל שרון",
    "יחידה מיוחדת שפעלה בשנות ה-60 ובראשה עמד יצחק רבין"
  ]
}
,{
  "q": "באיזה שנים קרתה עליית 'שלח את עמי'?",
  "a": ["שנות השבעים"],
  "options": ["שנות השבעים", "שנות השישים", "שנות השישים-שבעים", "שנות השמונים"]
},
{
  "q": "מדוע מימוש החלטת עליית ביתא ישראל היה קשה מאוד?",
  "a": ["בגלל הריחוק הגיאוגרפי"],
  "options": [
    "בגלל הריחוק הגיאוגרפי",
    "בגלל חוסר באנשי קשר בסודן",
    "בגלל הקושי הכלכלי הרב בארץ",
    "בגלל אי הענות האזרחים הסודנים"
  ]
},
{
  "q": "כמה עולים עלו במסגרת 'מבצע שלמה'?",
  "a": ["14 אלף"],
  "options": ["14 אלף", "16 אלף", "20 אלף", "26 אלף"]
},
{
  "q": "כיצד פרצו אירועי ואדי סאליב?",
  "a": ["שוטרים ירו ברגלו של שיכור על מנת לרסנו"],
  "options": [
    "בעקבות פעולה בלתי חוקית של הפנתרים השחורים",
    "תושבי המקום פגעו בשוטר שהגיע למקום",
    "שוטרים ירו ברגלו של שיכור על מנת לרסנו",
    "לא היה מקרה מיוחד"
  ]
},
{
  "q": "מה היה השינוי הכלכלי שהחל ברגל המהפך בשנת 1977?",
  "a": ["ממדינה ריכוזית לשוק חופשי"],
  "options": [
    "ממדינה של שוק חופשי למדינה מבוקרת",
    "ממדינה של שוק חופשי למדינה ריכוזית",
    "ממדינה ריכוזית לשוק חופשי",
    "לא היה שינוי כלכלי משמעותי"
  ]
},
{
  "q": "מה הם דיני אישות?",
  "a": ["בתחום הנישואין והגירושין- תופקד הסמכות המשפטית בידי מערכת המשפט הרבנית"],
  "options": [
    "בתחום הנישואין והגירושין- תופקד הסמכות המשפטית בידי מערכת המשפט הרבנית",
    "אוטונומיה מלאה למדינה בעניין הנישואין והגירושין",
    "מסמך ששלח דוד בן גוריון לרבנות הראשית",
    "בתחום הנישואין בלבד- תופקד הסמכות המשפטית בידי מערכת המשפט הרבנית"
  ]
},
{
  "q": "מה הייתה הבעיה בחוק השבות?",
  "a": ["החוק לא קבע הגדרה למיהו יהודי"],
  "options": [
    "החוק היה ארוך ומסובך",
    "החוק לא קבע הגדרה למיהו יהודי",
    "החוק נכתב בידי אנשים רבים שדעותיהם היו שונות",
    "החוק לא היה מנוסח נכון"
  ]
},
{
  "q": "מי היה האח דניאל?",
  "a": ["אסוולד רופאייזן"],
  "options": ["דניאל אסוולד", "דניאל רופייאזן", "אסוולד רופאייזן", "ישראל בר יהודה"]
},
{
  "q": "מהו המשפט אותו טבע ראש הממשלה דאז דוד בן גוריון?",
  "a": ["בלי חירות ובלי מק\"י"],
  "options": ["בלי מק\"י ובלי המערך", "בלי חירות ובלי מק\"י", "בלי חירות ובלי מפא\"י", "בלי מפא\"י ובלי מק\"י"]
},
{
  "q": "מי היו היונים בהסכמי רודוס?",
  "a": ["האנשים בחברה שתמכו בהסכמים"],
  "options": [
    "האנשים בחברה שתמכו בהסכמים",
    "האנשים בחברה שהתנגדו בהסכמים",
    "כינוי שנתנו לארצות ערב באותה העת",
    "כינוי שנתנו לשלטון באותה העת"
  ]
},
{
  "q": "מיהו מגיש החדשות אשר טבע את המושג 'גבירותיי ורבותיי מהפך'?",
  "a": ["חיים יבין"],
  "options": ["חיים יבין", "חיים אתגר", "ישראל לוי", "ישראל בר יהודה"]
},
{
  "q": "מדוע הופסק תהליך אוסלו?",
  "a": ["התקבעה ההחלטה בציבור הישראלי כי אין פרטנר להמשך התהליך"],
  "options": [
    "תהליך אוסלו לא הופסק",
    "התקבעה ההחלטה בציבור הישראלי כי אין פרטנר להמשך התהליך",
    "בשל גל אלימות מהצד הערבי והצד היהודי",
    "התקבעה ההחלטה בציבור הערבי כי אין פרטנר להמשך התהליך"
  ]
},
{
  "q": "באיזה שנה נקבע המושג 'פקודה בלתי חוקית בעליל'?",
  "a": ["1957"],
  "options": ["1957", "1953", "1998", "2007"]
},
{
  "q": "מהו חוק 'נכסי פקדים'?",
  "a": ["קובע כי אדמותיו של אדם שעזב את שטח ישראל אל שטח ארצות אויב במהלך מלחמת העצמאות יופקעו ממנו"],
  "options": [
    "קובע כי אדמותיו של אדם שעזב את שטח ישראל אל שטח ארצות אויב במהלך מלחמת העצמאות יופקעו ממנו",
    "קובע כי אדמותיו של אדם שעזב את שטח ישראל אל שטח ארצות אויב במהלך מלחמת יום כיפור יופקעו ממנו",
    "קובע כי אדמותיו של אדם שעזב את שטח ישראל אל שטח ארצות אויב במהלך מלחמת העצמאות אינם יופקעו ממנו",
    "קובע כי אדמותיו של אדם שעזב את שטח ישראל אל שטח ארצות אויב במהלך מלחמת יום כיפור אינם יופקעו ממנו"
  ]
},
{
  "q": "מי מבין הנשיאים הבאים היה פעיל בארגון הגנה עצמית כנגד פורעים אנטישמים בעיר הולדתו?",
  "a": ["יצחק בן צבי"],
  "options": ["יצחק נבון", "יצחק בן צבי", "זלמן שזר", "חיים הרצוג"]
},
{
  "q": "מהו ספר 'ייחוד וייעוד'?",
  "a": ["ספר שכתב דוד בן גוריון"],
  "options": ["ספר שכתב יצחק שדה", "ספר שכתב חיים לסקוב", "ספר שכתב דוד בן גוריון", "ספר שכתב מנחם בגין"]
},
{
  "q": "איפה ממוקמת מדרשת בן גוריון?",
  "a": ["בנקודה הצופה אל נחל צין"],
  "options": [
    "בנקודה הצופה אל נחל צין",
    "בנקודה הצופה אל מצפה רמון",
    "בנקודה הצופה אל נחל חברים",
    "בנקודה הצופה אל כביש הערבה"
  ]
},
{
  "q": "איפה היה מבצע אביב נעורים?",
  "a": ["לבנון"],
  "options": ["ירדן", "סוריה", "מצרים", "לבנון"]
},
{
  "q": "מי אמר את המשפט 'הר הבית בידנו'?",
  "a": ["מוטה גור"],
  "options": ["מוטה גור", "גולדה מאיר", "צבי צור", "אהוד אולמרט"]
},
{
  "q": "באיזה שנה החל בארץ שלטון המנדט?",
  "a": ["1922"],
  "options": ["1919", "1917", "1922", "1921"]
},
{
  "q": "בעקבות מי ומתי התקיימה ההפוגה הראשונה?",
  "a": ["פולקה ברנדוט- 11 ביוני 1948"],
  "options": [
    "פולקה ברנדוט- 11 ביוני 1948",
    "פולקה ברנדוט- 12 ביוני 1948",
    "דני מס- 11 ביוני 1948",
    "דני מס- 12 ביוני 1948"
  ]
},
{
  "q": "לשם מה שימשה יחידה 101?",
  "a": ["מעבדה לבחינת שיטות לחימה"],
  "options": [
    "מעבדה לבחינת שיטות לחימה",
    "מעבדה לבדיקת נשקים חדשים",
    "כוח חי\"ר נוסף",
    "משימות מיוחדות"
  ]
},
{
  "q": "מי הן יחידות הפידאיון?",
  "a": ["כפופות למודיעי המצרי- חדרו מגבול מצרים וירדן"],
  "options": [
    "כפופות למודיעי הירדני- חדרו מגבול מצרים וירדן",
    "כפופות למודיעי הירדני- חדרו מגבול ירדן",
    "כפופות למודיעי המצרי- חדרו מגבול מצרים",
    "כפופות למודיעי המצרי- חדרו מגבול מצרים וירדן"
  ]
},
{
  "q": "בכמה חזיתות פעל צה\"ל במלחמת ששת הימים?",
  "a": ["3"],
  "options": ["2", "3", "4", "בחזית הירדנית"]
},
{
  "q": "מי היה שר הביטחון במלחמת ההתשה?",
  "a": ["משה דיין"],
  "options": ["לוי אשכול", "משה דיין", "עזר ויצמן", "אריאל שרון"]
},
{
  "q": "מי היה הרמטכ\"ל במלחמת יום הכיפורים?",
  "a": ["דוד אלעזר"],
  "options": ["דוד אלעזר", "יצחק רבין", "מוטה גור", "חיים בר לב"]
},
{
  "q": "לאיזה בסיס בסיני הוטסו הכוחות הישראלים במבצע יהונתן?",
  "a": ["בסיס 'אופיר'"],
  "options": ["בסיס 'דניאל'", "בסיס 'אופיר'", "בסיס 'יהונתן'", "בסיס 'השלום'"]
},
{
  "q": "מתי הייתה מלחמת שלום הגליל?",
  "a": ["6.8.82-31.8.82"],
  "options": ["7.6.82-31.6.82", "6.8.82-31.8.82", "6.6.80-31.8.80", "7.6.80-31.6.80"]
},
{
  "q": "מהו היעד הראשון במבצע חומת מגן?",
  "a": ["רמאללה"],
  "options": ["תל אביב", "כפר קאסם", "רמאללה", "ירושלים"]
}
  ],

  "עזרה ראשונה": [
    { q: "כיצד נעצור דימום באזור בית השחי והעכוז?", a: ["על ידי נקודות לחיצה"], options: ["על ידי הנחת חוסם עורקים", "הנחת משולש לחץ על אזור הפציעה והשענת הפצוע על המשולש", "חבישת דגל אנגליה","על ידי נקודות לחיצה"] },
    { q: "מה הטיפול במכת חום?", a: ["שפיכת 40 ליטר מים מצוואר ומטה"], options: ["הפשטת בגדי המטופל", "קריאה לעזרה והתחלת עיסויים" ,"שפיכת 40 ליטר מים מצוואר ומטה" ] },
    { q: "למערכת הדם 3 תפקידים עיקריים והם:", a: ["וויסות טמפרטורת הגוף", "הובלת חמצן ופדח", "מערכת חיסונית"], options: [ "הובלת חמצן ופדח","הוצאת פחמן דו חיצוני","וויסות טמפרטורת הגוף", "מערכת חיסונית"] },
    { q: "מהי ההגדרה של טראומה", a: ["חבלה כתוצאה מגורם חיצוני, בדרכ מלוות באיבוד של דם"], options: ["תחושת צמצורות בגוף כתוצאה מהכשת בעח ארסי", "ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה בהספקת דם", "פגיעה במצב ההכרה של הנפגע", "חבלה כתוצאה מגורם חיצוני, בדרכ מלוות באיבוד של דם"] },
    { q: "מדוע יש לבצע הרמת לסתת בשלב A", a: ["מחשש לחסימת נתיב אוויר"], options: ["מחשש לחסימת נתיב אוויר", "לצורך בדיקת הכרה", "לתת גישה לשתייה נכונה", "לצורך בדיקת הנשמה"] },
    { q: "איזה מבין המערכות הבאות אחראית על כניסת חמצן מהסביבה לריאות והוצאת פדח מהריאות החוצה", a: ["מערכת הנשימה"], options: ["מערכת הנשימה", "מערכת העיכול", "מערכת הדם", "מערכת העצבים"]},
    { q: "איזה מבין המערכות הבאות אחראית על לבקרה ולפיקוח על כל המערכות והפעולות בגוף ", a: ["מערכת העצבים"], options: ["מערכת הנשימה", "מערכת העיכול", "מערכת הדם", "מערכת העצבים"]},
    { q: "מע'ר יבדוק הכרה על ידי תגובה לכאב", a: ["לא נכון"], options: ["נכון", "לא נכון"]},
    { q: "מותר לשאוב את הארס ממקום ההכשה", a: ["לא נכון"], options: ["נכון", "לא נכון"]},
    { q: "האם מע'ר רשאי להוריד חוסם עורקים", a: ["לא נכון"], options: ["נכון", "לא נכון"]},
    { q: "מה מהבאים אינו אחד משלושת מצבי ההכרה", a: ["הכרה בינונית"], options: ["הכרה בינונית", "הכרה מלאה", "חוסר הכרה", "הכרה חלקית"] },
    { q: "איזה מבין המערכות הבאות בגוף אינן חלק ממשולש החיים", a: ["מערכת העיכול"], options: ["מערכת העצבים", "מערכת העיכול", "מערכת הנשימה", "מערכת הדם"] },
    { q: "איזה דרך פינוי הינה המהירה ביותר", a: ["אווירית- מסוק"], options: ["אווירית- מסוק", "קרקעית- רכוב", "קרקעית- רגלית", "ימית- ספינות חיל הים"] },
    { q: "מהי המטרה של שלב B ? ", a: ["בדיקת קיום נשימה בלבד"], options: ["בדיקת קיום נשימה בלבד", "בדיקת קיום דופק ונשימה", "בדיקת קיום דופק בלבד", "בדיקת קיום נשימה ומתן הנשמה במידת הצורך"] },
    { q: "מהו הדבר הראשון שיבצע מע'ר בשלב ה-S", a: ["נטרול האיום תוך העברת דיווח"], options: ["נטרול האיום תוך העברת דיווח", "נצירת נשק הפצוע", "פתיחת פה הפצוע לצורך הבטחת נתיב אוויר פתוח", "עצירת שטפי דם משמעותיים"], },
    { q: "מה אינו תסמין למכת קור", a: ["עור לח וסמוק"], options: ["רעידות וצמרמורות", "עור לח וסמוק", "ירידה במצד ההכרה", "כחלון פריפרי"] },
    { q: "מערכות הנשימה, העצבים והדם אינן משפיעות אחת על השנייה", a: ["לא נכון"], options: ["לא נכון", "נכון"] },
    { q: "מהי ההגדרה להתייבשות", a: ["שיבוש של מאזן הנוזלים בגוף"], options: ["שיבוש של מאזן הנוזלים בגוף", "ירידת טמפרטורת הגוף מתחת ל35 מעלות", "מתן משככי כאבים למטופל", "עליית טמפרטורת הגוף מעל 40 מעלות"] },
    { q: "מה מהבאים אינו חלק משלב ה-A? בחר ב-2 תשובות הנכונות", a: ["סילוק הפרשות", "נצירת נשק הפצוע"], options: ["סילוק הפרשות", "נצירת נשק הפצוע", "פתיחת פה לצורך הבטחת נתיב אוויר פתוח", "הרמת לסת"] },
    { q: "לאילו מבין הגורמים הבאים נוכל לפנות פצוע בצורה רגלית", a: ["מע'ר וחובש מחלקתי"], options: ["מע'ר וחובש מחלקתי", "תאג'ד", "כוח רפואה לייצוב נפגעים", "בית חולים"] },
    { q: "מהי הסכנה בהנחת חוסם עורקים", a: ["נמק"], options: ["נמק", "זיהום", "עיכוב הדיווח"] },
    { q: "מהי ההגדרה של הכרה", a: ["מודעות האדם לסביבתו החיצונית"], options: ["מודעות האדם לסביבתו החיצונית", "ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה בהספקת הדם", "חבלה כתוצאה מגורם חיצוני, בדרך כלל מלוות באיבוד של דם", "תחושת צמרמורת בגוף כתוצאה מהכשת בע'ח ארסי"] },
    { q: "פציעות מסוג טראומה הן השכיחות ביותר בקרב חיילי צה'ל", a: ["נכון"], options: ["נכון", "לא נכון"]},
    { q: "מה נעשה בעת הכשה מחיה ארסית", a: ["נקבע"], options: ["קירור הגפה הנפגעת", "נמצוץ את הארס", "כל התשובות נכונות", "נקבע"] },
    { q: "סמן את 3 הסימנים להלם", a: ["זיעה קרה", "חיוורון", "דופק מהיר וחלש"], options: ["זיעה קרה", "חיוורון", "דופק מהיר וחלש", "פנים סמוקות"]},
    { q: "תוך כמה זמן משימוש הח.ע יכול להיווצר נמק?", a: ["3-4 שעות"], options: ["3-4 שעות", "4-5 שעות", "2-3 שעות", "12 שעות"] },
    { q: "באיזה שלב נבצע הערכה מודשת של מצב ההכרה של הפצוע", a: ["שלב D"], options: ["שלב D", "שלב B", "שלב A", "שלב C"] },
    { q: "מה המער יעביר בדיווח שלו", a: ["מהי הפציעה העיקרית, מהו מצב ההכרה ומצב הנשימה"], options: ["מהי הפציעה העיקרית, מהו מצב ההכרה ומצב הנשימה", "מצב ההכרה, מצב הנשימה ומתי החל לטפל בפצוע", "מהי הפציעה העיקרית והמלצות להמשך הטיפול", "אף תשובה אינה נכונה"] },
    { q: "מהו שלב B?", a: ["נחפש פגיעה במערכת הנשימה"], options: ["נחפש פגיעה במערכת הנשימה", "נעצור שטפי דם", "שלב הבטיחות", "נחפש חסימה בנתיב אוויר"] },
    { q: "סמן נכון או לא נכון: C.P.R אינו מתאים לנפגעי טראומה", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "מהו שלב S?", a: ["שלב הבטיחות"], options: ["שלב הבטיחות", "בדיקת דופק", "בדיקת נשימה", "הערכת מצב הכרה"] },
    {
        "q": "באיזה שלב נבצע הערכה מחדש של מצב ההכרה של הפצוע?",
        "a": [
            "שלב D"
        ],
        "options": [
            "שלב D",
            "שלב A",
            "שלב B",
            "שלב C"
        ]
    },
    {
        "q": "נכון או לא נכון: מער תמיד יבדוק תגובה לכאב?",
        "a": [
            "לא נכון"
        ],
        "options": [
            "לא נכון",
            "נכון"
        ]
    },
    {
        "q": "מהו הדבר הראשון שמע״ר יבצע?",
        "a": [
            "הרחקת הפצוע ממקור הסכנה תוך כדי קריאה לעזרה"
        ],
        "options": [
            "הרחקת הפצוע ממקור הסכנה תוך כדי קריאה לעזרה",
            "פתיחת פה תהיה הפעולה הראשונה שיבצע מער על מנת להבטיח נתיב אוויר פתוח",
            "יבצע בדיקת נשימה של המטופל",
            "יבצע סריקה חפוזה של הרגליים והראש, במידה ומצע דימום יעצור בלחץ ישיר/עקיף"
        ]
    },
    {
        "q": "מה מהבאים אינו סימן להלם?",
        "a": [
            "פנים סמוקות"
        ],
        "options": [
            "פנים סמוקות",
            "חיוורון",
            "זיעה קרה",
            "דופק מהיר וחלש"
        ]
    },
    {
        "q": "באיזה מקרה נשתמש בחוסם עורקים?",
        "a": [
            "כל התשובות נכונות"
        ],
        "options": [
            "כל התשובות נכונות",
            "בעיה בנשימה",
            "חושך",
            "לחץ ישיר שנכשל"
        ]
    },
    {
        "q": "מה נעשה בעת הכשה של חיה ערסית",
        "a": [
            "נקבע"
        ],
        "options": [
            "נקבע",
            "נמצוץ את הערס",
            "קירור הכפה הנפגעת",
            "כל התשובות נכונות"
        ]
    },
    {
        "q": "מה ההבדל בין לחץ ישיר ללחץ עקיף?",
        "a": [
            "לחץ ישיר הוא לחץ על הפגיעה עצמה ועקיף הוא מעל הפגיעה לדוגמה שיעצור זרימת דם לפגיעה"
        ],
        "options": [
            "לחץ ישיר הוא לחץ על הפגיעה עצמה ועקיף הוא מעל הפגיעה לדוגמה שיעצור זרימת דם לפגיעה",
            "לחץ עקיף הוא לחץ על הפגיעה עצמה וישיר הוא מעל הפגיעה לדוגמה שיעצור זרימת דם לפגיעה",
            "אין הבדל",
            "אף תשובה אינה נכונה"
        ]
    },
    {
        "q": "מה יש במחלקה?",
        "a": [
            "מער וחובש"
        ],
        "options": [
            "מער וחובש",
            "חובש פלוגתי",
            "פלוגת החייאה קדמית",
            "מחלקת רפואה"
        ]
    },
    {
        "q": "מה יש בפלוגה?",
        "a": [
            "חובש פלוגתי"
        ],
        "options": [
            "חובש פלוגתי",
            "מער וחובש",
            "פלוגת החייאה קדמית",
            "מחלקת רפואה"
        ]
    },
    {
        "q": "מה יש בגדוד?",
        "a": [
            "מחלקת רפואה"
        ],
        "options": [
            "מחלקת רפואה",
            "מער וחובש",
            "פלוגת החייאה קדמית",
            "חובש פלוגתי"
        ]
    },
    {
        "q": "מה יש בחטיבה?",
        "a": [
            "פלוגת החייאה קדמית"
        ],
        "options": [
            "פלוגת החייאה קדמית",
            "מחלקת רפואה",
            "מער וחובש",
            "חובש פלוגתי"
        ]
    },
  ],

  "תחקיר": [
    { q: "נכון/לא נכון- התחקיר יבוצע בסמוך ככל האפשר להתרחשות האירועים:", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "נכון/לא נכון - המתחקר הראשי יהיה בעל הדרגה הבכירה ביותר", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "סמן נכון או לא נכון: מודל תחקיר הבטיחות תואם למודל של תחקיר אימון, תחקיר מקצועי, תחקיר לחימה או תחקיר משמעת", a: ["נכון"], options: ["נכון", "לא נכון"] },
    { q: "מה יופיע בסעיף המסקנות בתחקיר", a: ["ניתוח הגורמים לאירוע וניתוח הממצאים"], options: ["ניתוח הגורמים לאירוע וניתוח הממצאים", "פנייה לרמה הממונה", "ממצאי רקע, רצף כרונולוגי וממצאים נוספים", "הלקח, האחריות והלוז לביצוע"] },
    { q: "נכון/לא נכון - שגיאה היא אי ביצוע של משימה כתוצאה מחריגה מפקודה או הנחיה", a: ["לא נכון"], options: ["לא נכון", "נכון"] },
    { q: "מה מהבאים לא נכלל כחלק מסעיפי המסקנות?", a: ["גורמים", "לקחים"], options: ["גורמים", "לקחים", "נק ראויות לציון", "תקלות ושגיאות"] },
    { q: "מה יש להוסיף כאשר כותבים לקחים?", a: ["באחריות מי הביצוע ותגב"], options: ["באחריות מי הביצוע ותגב", "תגב", "באחריות מי הביצוע", "אין צורך להוסיף דבר ללקח"] },
  ],

  "קשר":[
    { q: "באיזה תחום תדרים עובד מ.ק 714?", a: ["תג\"ם"], options: ["אף תשובה אינה נכונה", "ת\"ג", "תג\"ם", "תא\"ג"] },
    { q: "מה תחום התדרים של מ.ק 714?", a: ["30.000-87.975"], options: ["115-159", "0.5-29.999", "30.000-87.975", "225-399.95"] },
    { q: "באיזה אנטנה נשתמש למ.ק 624?", a: ["אנט' של 77 ואנט' ייעודית"], options: ["אנט' של 77 ואנט' ייעודית", "אנט' 1617", "אף תשובה אינה נכונה", "אנט' 892"] },
    { q: "מה משמעות המילה 'היישר' בנדב\"ר?", a: ["הבנתי ואני מבצע"], options: ["קלטתי והבנתי", "סיימתי - לא ממתין למענה", "חכה עד לפינוי הרשת", "הבנתי ואני מבצע"] },
    { q: "מה טווח השידור של מ.ק 624 ללא מגבר?", a: ["4 ק\"מ"], options: ["4 ק\"מ", "10 ק\"מ", "25 ק\"מ", "20 ק\"מ"] },
    { q: "באיזה שפה כתוב התפריט של מ.ק 714?", a: ["אנגלית"], options: ["אין מילים רק מספרים", "גרמנית", "עברית", "אנגלית"] },
    { q: "על מה שולטת הק.פ?", a: ["כל התשובות נכונות"], options: ["כל התשובות נכונות", "עוצמת השמע", "ערוץ השידור", "מעבר למצב לחש"] },
    { q: "בבדיקה יזומה, אם המכשיר תקין ישמע צליל מקוטע במע\"ד?", a: ["לא נכון"], options: ["נכון", "לא נכון"] },
    { q: "מ.ק 714 מתאים לחיבור לרוב האביזרים החיצוניים של מ.ק 624?", a: ["נכון"], options: ["לא נכון", "נכון"] },
    { q: "איזה מכשיר נועד להחליף מ.ק 624?", a: ["77"], options: ["710", "91", "77", "714"] },
    { q: "על מה יש להקפיד בשימוש בנדב\"ר?", a: ["קצב+ מהירות+ עוצמה+ גובה"], options: ["קצב + כמות מילים + מהירות + גובה", "קצב+ מהירות+ עוצמה+ גובה", "סביבה שקטה+ קצב+ עוצמה+גובה", "מהירות+גובה+כמות מילים+עוצמה"] },
    { q: "כמה מתח דורש מ.ק 624?", a: ["12V"], options: ["24V", "100V", "12V", "4V"] },
    { q: "באיזה אנטנה יש להשתמש במ.ק 714?", a: ["אנטנה 892"], options: ["אנטנה 714", "אנטנה 614", "אנטנה 892", "אנטנה 189"] },
    { q: "כאשר לא תהיה לנו שמיעה עצמית, מה יכולה להיות התקלה? בחר ב-2 התשובות הנכונות", a: ["קשר גרוע מול תחנה אחרת", "אבד\"ש תקול"], options: ["קשר גרוע מול תחנה אחרת", "אבד\"ש תקול", "התדר שהצבנו לא נכון", "כל התשובות נכונות"] },
    { q: "מה אומר המושג נק\"מ?", a: ["נהלי קשר מיוחדים"], options: ["נהלי קרב מתקדמים", "נהלי קשר מתקדמים", "נהלי קשר מיוחדים", "נעלי קשר מרוכזים"] },
    { q: "כמה אפיקי עבודה יש למ.ק 714 ו-624?", a: ["2320"], options: ["2320", "3200", "1100", "2230"] },
    { q: "לאיזה מכשיר יש אופצייה לחיבור קופסת פיקוד?", a: ["624"], options: ["624", "714", "77", "710"] },
    { q: "מאיזה רמה מיושם ההק\"ש?", a: ["מרמת החטיבה"], options: ["מרמת אוגדה", "מרמת הפלוגה", "מרמת החטיבה", "מרמת הגדוד"] },
    { q: "מהם ראשי התיבות של המילה הק\"ש?", a: ["הוראות קשר"], options: ["הוראות קשר", "הנחיות קשר", "הנחיית קשר שגויה"] },
    { q: "מה מהבאים הוא לא אחד מייעודי הנדב\"ר?", a: ["העברת מקסימום תוכן"], options: ["העברת מקסימום תוכן", "יצירת תבנית להודעה", "צמצום תוכן", "סדר דוברים ברשת"] },
    { q: "מהו טווח השידור של מ.ק 624 עם מגבר?", a: ["25 ק\"מ"], options: ["4 ק\"מ", "100 ק\"מ", "25 ק\"מ", "20 ק\"מ"] },
    { q: "מה משמעות המושג א.ב פונטי?", a: ["לכל אות נתנו מילה המייצגת אותה"], options: ["לכל אות נתנו ציור המייצג אותה", "לכל אות נתנו מספר המייצג אותה", "לכל אות נתנו מילה המייצגת אותה", "כל התשובות נכונות"] },
    { q: "מהו מצב Power save (מ.ק 714)?", a: ["מצב חיסכון סוללה המופעל לאחר 8 שניות כשלא בוצע פעולה כלשהי"], options: ["מצב חיסכון סוללה המופעל לאחר 8 שניות כשלא בוצע פעולה כלשהי", "לאחר 8 שניות כשלא בוצעה פעולה כלשהי במכשיר - המכשיר יכבה", "אין מצב כזה במ.ק 714", "מצב חיסכון בסוללה המופעל דקה כשלא בוצעה פעולה כלשהי במכשיר"] },
    { q: "כאשר לא תהיה לנו שמיעה עצמית, מה יכולה להיות התקלה?", a: ["אבד\"ש תקול"], options: ["אבד\"ש תקול", "קשר גרוע מול תחנה אחרת", "כל התשובות נכונות", "התדר שהצבנו לא נכון"] },
    { q: "מה הדבר הראשון שנעשה בסדר הכנה לפעולה במ.ק 714?", a: ["נוודא שהמכשיר מכובה"], options: ["נחבר אנטנה", "נחבר מתח", "נוודא שהמכשיר מכובה", "נוודא שהמכשיר דולק"] },

  ],
  
  "נשק": [
  { 
    q: "בחר את התשובה הנכונה:", 
    a: ["מעצור שני יתורגל רק במטווחים יבשים"], 
    options: ["מעצור שני יתורגל רק במטווחים יבשים", "מעצור שני מתרחש רק בשדה הקרב", "מעצור שני מתורגל רק במצבי אמת", "מעצור שני נפתר רק ע\"י קצין נשק"] 
  },

  { 
    q: "את תפעול המעצור נבצע שונה בכל שלב, באילו מצבים יתבצע התפעול?", 
    a: ["רתק דילוגים והסתערות"], 
    options: ["רתק דילוגים והסתערות", "רק באיפוס", "רק בתרגול יבש", "רק במצב הגנתי"] 
  },

  { 
    q: "מדוע יכול לקרות מעצור (סמן את התשובה הלא נכונה)", 
    a: ["לא עבר איפוס"], 
    options: ["לא עבר איפוס", "לכלוך במנגנון", "מחסנית פגומה", "תחמושת לא תקינה"] 
  },

  { 
    q: "בחר את המשפט הלא נכון:", 
    a: ["נסחוט את ההדק במהירות"], 
    options: ["נסחוט את ההדק במהירות", "נלחץ על ההדק בלחיצה רצופה", "נוודא שהכוונת ממוקדת לפני הירי", "נשחרר את ההדק לאחר הירי"] 
  },

  { 
    q: "ההכרזה מתחלקת ל2 חלקים:", 
    a: ["איפוס ומצב אמת"], 
    options: ["איפוס ומצב אמת", "אימון וביצוע", "טעינה ופריקה", "כיוון וירי"] 
  },

  { 
    q: "יריעם אוויר. בלי אוויר בריאות?", 
    a: ["עם אוויר בריאות- כמעט תמיד זה יהיה לאחר מאמץ"], 
    options: ["עם אוויר בריאות- כמעט תמיד זה יהיה לאחר מאמץ", "בלי אוויר בריאות- זה תקין לחלוטין", "זה תמיד קורה לפני מאמץ", "רק בזמן עמידה במקום"] 
  },

  { 
    q: "משחק המישורים- מה הוא?", 
    a: ["פעולה המקלה על החייל להתמקד בלהב"], 
    options: ["פעולה המקלה על החייל להתמקד בלהב", "בדיקת תקינות הכוונת", "התאמת הנשק לאורך הגוף", "תרגיל נשימה לפני הירי"] 
  },

  { 
    q: "המטרות בירי לילה ימוקמו:", 
    a: ["100 מטר"], 
    options: ["100 מטר", "50 מטר", "200 מטר", "300 מטר"] 
  },

  { 
    q: "הצידוד והעלרוד- לאיזה כיוון מזיזים כל אחד?", 
    a: ["העלרוד בכוונת הקדמית והצידוד באחורית"], 
    options: ["העלרוד בכוונת הקדמית והצידוד באחורית", "הצידוד בכוונת הקדמית והעלרוד באחורית", "שניהם בכוונת הקדמית", "הצידוד מתבצע בעזרת ההדק"] 
  },

  { 
    q: "האיפוס הסופי- באיזה מרחק יתבצע?", 
    a: ["50 מטר"], 
    options: ["50 מטר", "25 מטר", "75 מטר", "150 מטר"] 
  },

  { 
    q: "מתי לא נחשב נפ\"מ?", 
    a: ["במצב בו 2 קבוצות רחוקות/ יש רק 3 פגיעות"], 
    options: ["במצב בו 2 קבוצות רחוקות/ יש רק 3 פגיעות", "כשיש 5 פגיעות מדויקות", "כשכל הקבוצות קרובות", "כשכל הכדורים במרכז המטרה"] 
  },

  { 
    q: "מהו כדור נותב?", 
    a: ["בעל קליע 3.6 גרם שבקצהו זרחן שמסמן את נתיב מעוף הקליע- בצבע אדום"], 
    options: ["בעל קליע 3.6 גרם שבקצהו זרחן שמסמן את נתיב מעוף הקליע- בצבע אדום", "כדור המשמש רק לאימונים", "כדור עם קליע גומי", "כדור המסמן את מקום הנפילה בלבד"] 
  },

  { 
    q: "מהירות הלוע של M16 הקצר?", 
    a: ["886 מ/ש"], 
    options: ["886 מ/ש", "720 מ/ש", "950 מ/ש", "1050 מ/ש"] 
  },

  { 
    q: "מה תפקיד הכספית בשרשרת הפיצוץ?", 
    a: ["הצתת אבק השריפה"], 
    options: ["הצתת אבק השריפה", "קירור המחסנית לאחר הירי", "מניעת חלודה בקנה", "הפעלת הנוקר בזמן הירי"] 
  },
  { q: "מה מספר הנקודות הנדרש לאיפוס ממרחק של 50 מ' במצב שכיבה?", a: ["35"], options: ["20", "35", "50", "25"] },

{ q: "איך ניישם את שיטת דימוי רשף?", a: ["נכין סטיקלייטים קטנים- נניח אותם על קדח הקנה ונתרגל את החייל לירות על מה שהוא רואה- הרשף של הקנה"], options: ["נכין סטיקלייטים קטנים- נניח אותם על קדח הקנה ונתרגל את החייל לירות על מה שהוא רואה- הרשף של הקנה", "נוסיף עמוד תאורה לשטח על מנת להעיר את המטרות בצורה יותר יעילה", "נתקרב למטרות על מנת להבין ולדעת היכן נמצאות כדי שנוכל לטווח כמו שצריך", "נעלה מעין תוכנה הבודקת את יעילות החייל בירי ללא ירי אמיתי"] },

{ q: "מהם מועדי האיפוס?", a: ["כל שישה שבועות + לפני פעילות מבצעית + אם הנשק הגיע מהנשקייה ( כחדש או לאחר טיפול)"], options: ["רק נשק יכול לאפס נשק", "לאחר מסע או שבוע שטח- לפני ירי או יציאה למטווחים", "כל שבועיים+ לפני פעילות מבצעית ואם הנשק הגיע מהנשקייה כחדש או לאחר טיפול", "כל שישה שבועות + לפני פעילות מבצעית + אם הנשק הגיע מהנשקייה ( כחדש או לאחר טיפול)"] },

{ q: "מהו סדר הפעולות במצב גוף קרקע?", a: ["פסק רגליים ב90 מעלות הצמד כפות רגליים אל הקרקע החזק את הגוף כמקשה אחץ הנח את המרפקים ברוח הכתפיים והצמד את פרקי כף היד והשען את הסנטר על כפות היידיים"], options: ["פסק רגליים ב90 מעלות הצמד כפות רגליים אל הקרקע החזק את הגוף כמקשה אחץ הנח את המרפקים ברוח הכתפיים והצמד את פרקי כף היד והשען את הסנטר על כפות היידיים", "שכב על הרצפה החזק את הנשק בצורה יציבה הצמד רגליים לקרקע כשהבהונות בזווית של 90 מעלות הצמד סנטר לכת", "פסק רגליים לזווית של 90 מעלות הצמד כפות רגליים אל הקרקע החזק את הגוף כחטיבה אחת הנח מרפקים צמוד לחזה והחזק את הנשק ביד ימין", "סגור רגליים הצמד כפות רגליים אל הקרקע שכב על הרצפה שים ידיים על הראש"] },

{ q: "מהו המרחק הבטיחות המינימלי בין היורים למטרות?", a: ["10 מ'"], options: ["15 מ'", "100 מ'", "10 מ'", "5 מ'"] },

{ q: "מהו סדר פעולות תפעול מעצור ראשון?", a: ["הכרז מעצור נצור אתה נשק הבט אל המכלול וזהה את המעצור הכה בעקב המחסנית דרוך את הרובה"], options: ["הכרז מעצור נצור את הנשק וחכה לגורם מוסמך", "נצור את הנשק הכה במחסנית הכרז מעצור חכה לעזרה מגורם מוסמך", "הכרז מעצור הבט אל המכלול דרך את הרובה הכה בעקב המחסנית ונצור את הנשק", "הכרז מעצור נצור אתה נשק הבט אל המכלול וזהה את המעצור הכה בעקב המחסנית דרוך את הרובה"] },

{ q: "מהו סדר הפעולות לתפעול מעצור שלישי?", a: ["הכרז מעצור הבט אל המכלול וזהה את המעצור נצור את הנשק הוצא את המחסנית מהרובה תוך ירידה למצב כריעה הכנס מחסני מלאה אל בית המחסנית ולחץ על עצר המחלק"], options: ["הכרז מעצור הבט אל המכלול וזהה את המעצור הוצא את המחסנית מהרובה תוך ירידה למצב שכיבה", "הכרז מעצור וחכה לעזרה מגורם מוסמך", "הכרז מעצור הבט אל המכלול וזהה את המעצור נצור את הנשק הוצא את המחסנית מהרובה תוך ירידה למצב כריעה הכנס מחסני מלאה אל בית המחסנית ולחץ על עצר המחלק", "הכרז מעצור הבט אל המכלול וזהה את המעצור הוצא מחסנית נצרו את הנשק הורד את הנשק וחכה לפקודות"] },

{ q: "מהם שלבי טעינת הנשק?", a: ["נשק 60 מעלות 5 אצבעות על ידית האחיזה ודא נצירה מחסנית הכנס נשק טען"], options: ["נשק 60 מעלות 5 אצבעות על ידית האחיזה ודא נצירה מחסנית הכנס נשק טען", "נשק 60 מעלות 5 אצבעות על ידית האחיזה נשק טען הנשק טעון", "נשק 60 מעלות 5 אצבעות על ידית האחיזה הכנס מחסנית  טען את הנשק", "נשק 60 מעלות ודא נצירה 5 אצבעות על ידית האחיזה הכנס מחסנית טען את הנשק ונשק טעון"] },

{ q: "כיצד נבצע מטווח איפוס?", a: ["ירי של 5 כדורים מציאת מקבץ מציאת נפ\"מ - הבאת הנפ\"מ לנפ\"ר ואיפוס סופי"], options: ["ירי של 5 כדורים מציאת מקבץ מציאת נפ\"מ - הבאת הנפ\"מ לנפ\"ר ואיפוס סופי", "ירי של 5 כדורים סימון מקבץ מציאת נפ\"מ ונפ\"ר וחלוקה לצוותים", "ירי של 5 כדורים מציאת מקבץ", "מציאת נפ\"ר איפוס סופי"] },

{ q: "באיזה מצב נשתמש בעמידה אינסטינקטיבית?", a: ["כאשר החייל נדרש לזמן תגובה מהירה"], options: ["כאשר שדה הראייה יותר טוב", "כאשר החייל נדרש לזמן תגובה מהירה", "כאשר החייל לא יודע להכניס למצב שכיבה", "כאשר האויב נמצא במרחב קרוב"] },

{ q: "מהו סדר הפעולות המתרחשות בתהליך הירי?", a: ["דריכה פעולה לפנים נקירה ופעולה לאחור"], options: ["דריכה פעולה לפנים נקירה ופעולה לאחור", "פעולה לפנים דריכה נקירה פעולה לאחור", "פעולה לאחור נקירה פעולה לפנים דריכה", "נקירה פעולה לפנים דריכה פעולה לאחור"] },

{ q: "מהי סיבת היווצרות מעצור שלישי?", a: ["נגמרה המחסנית"], options: ["המחסנית לא הוכנסה היטב", "נתקעו כדור ותרמיל בנשק", "נגמרה המחסנית", "הנשק מלוכלך ולכן לא יורה"] },

{ q: "מה לא כוללת ערכת כלי לניקוי נשק? (בחר 2 תשובות)", a: ["נייר אורז", "טסטר"], options: ["משמנת", "נייר אורז", "טסטר", "משוחלת"] },

{ q: "מתי לא נוכל לבצע ירי במצב שכיבה?", a: ["כל התשובות נכונות"], options: ["כאשר הרי מבוצע ממארב הממוקם במדרון", "כאשר הירי מבוצע תוך כדי ריצה", "כל התשובות נכונות", "כאשר הירי מבוצע מעל מחסה בינוני או גבוה"] },

{ q: "על מה חשוב להקפיד בסחיטת ההדק?", a: ["סחיטה מבוקרת עם החלק האמצעי של האצבע"], options: ["סחיטה מהירה ולנשום בזמן הסחיטה", "סחיטה מבוקרת עם החלק האמצעי של האצבע", "סחיטה איטית עם החלק העליון של האצבע", "סחיטה מבוקרת עם החלק האמצעי של האצבע"] },

{ q: "מהו מעצור אי חליצה?", a: ["במעצור אי חליצה המכלול נמצא כמעט לפנים ללא נעילה ולא ניתן לדרוך את הרובה- ברוב המקרים הסיבה למעצור היא שהתרמיל תקוע בבית הבליעה"], options: ["מפעול שאנו לא יודעים כיצד לפתעל אלא צריך לקחת את הנשק לגורם יותר מקצועי", "ממעצור בו המחסנית אינה יוצאת מן המכלול", "ממעצור בו אי אפשר לירות יותר", "במעצור אי חליצה המכלול נמצא כמעט לפנים ללא נעילה ולא ניתן לדרוך את הרובה- ברוב המקרים הסיבה למעצור היא שהתרמיל תקוע בבית הבליעה"] },

{ q: "איזו חברה פיתחה את ה-M16?", a: ["קולט"], options: ["קולט", "בולר", "יוג'ין סטינר", "קולר"] },

{ q: "ממה עלולים להיגרם מעצורים בנשק?", a: ["כל התשובות נכונות"], options: ["בעיה בתחמושת", "בעיה במחסנית", "טיפול לקוי בנשק", "כל התשובות נכונות"] },

{ q: "מה היתרונות לירי בטכניקת 'אוויר בריאות'?", a: ["ירי עם אוויר בריאות יאפשר הפוגה ארוכה יותר ובכך יהיה לנו יותר זמן של יציבות לירי מדויק יותר"], options: ["ירי עם אוויר בריאות יאפשר ללוחם להיות יותר ננוח ומרוכז במטרה", "ירי עם אוויר בריאות יאפשר הפוגה ארוכה יותר ובכך יהיה לנו יותר זמן של יציבות לירי מדויק יותר", "ירי ללא חמצן ימנע פגיעות בגוף במהלך הירי", "הגוף צריך חמצן וללא חמצן לא נוכל לתפקד"] },

{ q: "מהם שבעת עקרונות הקליעה?", a: ["מצב גוף קרקע + מצב גוף נשק -  חמש נקודות אחיזה + חוק המכוון+ נשימה+ מצב אפס + סחיטת הדק + הכרזה"], options: ["מצב גוף קרקע + מצב גוף נשק + חוק המכוון + נשימה + מצב עמידה + סחיטת לחי והכרזה", "מצב ראש + חוק המכוון+ נשימה + מצב אפס+ סחיטת הדק + הכרזה ומצב גוף נשק", "מצב גוף קרקע + מצב גוף נשק -  חמש נקודות אחיזה + חוק המכוון+ נשימה+ מצב אפס + סחיטת הדק + הכרזה", "מצב גוף קרקע+ מצב גוף נשק+ חוק היורה+ נשימה+ מצב אםס+ סחיטת הדק והכרזה"] },

{ q: "מהו שק משען?", a: ["שק משען מקנה יציבות בזמן האיפוס- מקטין את הרעידות ועוזר להשיג מקבץ קטן"], options: ["שק משען מונע כאבים בגב בזמן הירי", "שק משען מקנה יציבות בזמן האיפוס- מקטין את הרעידות ועוזר להשיג מקבץ קטן", "כל התשובות נכונות", "שק משען נמצא מחוץ למטווחים על מנת להשעין את התחמושת עליו"] },

{ q: "בחר ב2 התשובות הנכונות: מה נותן לנו המקבץ?", a: ["מאשר לבחון האם יש שיפור ביכולת החייל", "מדד לאיכות הירי של היורה"], options: ["לקבוע את כשירות החייל לפעילות מבצעית", "מאשר לבדוק את ריכוז החייל- ככל שהוא יותר מרוכז בירי הוא ייבצע מקבץ יותר קטן", "מאשר לבחון האם יש שיפור ביכולת החייל", "מדד לאיכות הירי של היורה"] },

{ q: "במצב גוף קרקע הרגליים יהיו בזווית:", a: ["90 מעלות"], options: ["90 מעלות", "45 מעלות", "60 מעלות", "180 מעלות"] },

{ q: "במצב שכיבה יש להישען על", a: ["עצמות"], options: ["עצמות", "שרירים"] },

{ q: "מהי נפ\"מ?", a: ["נק פגיעה ממוצעת"], options: ["נק פגיעה ממוצעת", "נק פגיעה מרכזית", "נק פגיעה מקסימלית", "נק פגיעה מבצעית"] },

{ q: "מהם העקרונות לסחיטת ההדק?", a: ["מקבילה לציר קנה"], options: ["מהירה ועקבית", "אחידה ואיטית", "מקבילה לציר קנה", "איטית"] },

{ q: "באיזה חלק נשתמש לסחיטת ההדק?", a: ["פטיש"], options: ["פטיש", "רגיש", "אדיש"] },

{ q: "עפ\"י עקרונות הקליעה, מהן 5 נקודות האחיזה עם הנשק?", a: ["קת בשקע כתף + סחיטת לחי + 5 אצבעות על ידית האחיזה + אמה צמודה למחסנית/שמורת הדק +  יד אוחזת במתפסים"], options: ["קת בשקע כתף + רגליים סחוטות על הקרקע + 5 אצבעות על ידית האחיזה + אמה צמודה למחסנית + קת סחוטה על הלחי", "קת בשקע כתף + יד אוחזת במתפסים + רגליים סחוטות על הקרקע + צפה אל המטרה + 5 אצבעות על ידית האחיזה", "קת בשקע כתף + סחיטת לחי + 5 אצבעות על ידית האחיזה + אמה צמודה למחסנית/שמורת הדק +  יד אוחזת במתפסים", "45 מעלות למטרה + קת בשקע כתף + 5 אצבעות על ידית האחיזה + אגודל מוודא נצירה + אמה צמודה למחסנית"] },

{ q: "מהם החלקים הפנימיים של הM16?", a: ["שושנה+נוקר+פין פציל + פין טלוויזיה"], options: ["שושנה+נוקר+פין פציל + פין טלוויזיה"] },

{ q: "התיקונים במצב אפס ייעשו תמיד:", a: ["ע\"י ההזת הגוף"], options: ["ע\"י ההזת הגוף", "ע\"י ההזת הנשק", "ע\"י ההזת המטרה", "ע\"י איפוס הנשק"] },

{ q: "כמה מצבי ירי יש?", a: ["5"], options: ["5", "6", "3", "2"] },


  ],

  "המנון": [
    { q: "מי כתב את ההמנון הלאומי של ישראל?", a: ["נפתלי הרץ אימבר"], options: ["נפתלי הרץ אימבר", "חיים נחמן ביאליק", "שלמה אבן גבירול"] },
    { q: "מהו שם ההמנון הלאומי?", a: ["התקווה"], options: ["התקווה", "העלייה", "ירושלים של זהב"] }
  ],

  "מפת ארץ ישראל": [
 { q: "היכן נמצאת העיר בית שמש?", a: ["הרי יהודה"], options: ["מישור החוף", "נגב", "מדבר יהודה", "הרי יהודה"] },

{ q: "היכן נמצאת שמורת האלמוגים?", a: ["הערבה והרי אילת"], options: ["הערבה והרי אילת", "הנגב", "מישור החוף", "מדבר יהודה"] },

{ q: "היכן נמצאת נצרת ביחס לעיר עפולה?", a: ["צפון"], options: ["צפון מזרח", "צפון", "דרום מזרח", "דרום מערב"] },

{ q: "היכן נמצאת העיר קצרין?", a: ["רמת הגולן"], options: ["מדבר יהודה וים המלח", "השומרון ובקעת הירדן", "רמת הגולן", "הערבה"] },

{ q: "היכן נמצאת מקווה ישראל?", a: ["תל אביב"], options: ["תל אביב", "קריית שמונה", "צפת", "נתניה"] },

{ q: "היכן נמצאת חצר הכנרת?", a: ["גליל תחתון"], options: ["גליל תחתון", "בקעת הירדן", "גליל עליון", "רמת הגולן"] },

{ q: "מהו האתר הצפוני ביותר?", a: ["חצר תל חי"], options: ["חצר תל חי", "הרי מירון", "הר תבור", "חצר הכנרת"] },

{ q: "היכן נמצא הר תבור?", a: ["גליל תחתון"], options: ["גליל תחתון", "גליל עליון", "השומרון ובקעת הירדן", "הכרמל ורמות מנשה"] },

{ q: "היכן נמצא הר גלבוע?", a: ["השומרון ובקעת הירדן"], options: ["השומרון ובקעת הירדן", "גליל תחתון", "הכרמל ורמות מנשה", "גליל עליון"] },

{ q: "מהו חבל הארץ המערבי ביותר?", a: ["מישור החוף"], options: ["מדבר יהודה", "הכרמל ורמות מנשה", "השומרון ובקעת הירדן", "מישור החוף"] },

{ q: "היכן נמצאת העיר ערד ביחס למצפה רמון?", a: ["צפון מזרח"], options: ["דרום מזרח", "דרום מערב", "צפון", "צפון מזרח"] },

{ q: "מה העיר הקרובה ביותר למצוק הכורכר?", a: ["נתניה"], options: ["תל אביב", "ירושלים", "אשדוד", "נתניה"] },

{ q: "היכן נמצאת העיר רהט?", a: ["מישור החוף"], options: ["מישור החוף", "הרי יהודה", "מדבר יהודה", "נגב"] },

{ q: "מהי העיר הדרומית ביותר מבין הערים הבאות?", a: ["באר שבע"], options: ["רהט", "ערד", "באר שבע", "בית שמש"] },

{ q: "היכן נמצאת מערת הנטיפים?", a: ["בית שמש"], options: ["בית שמש", "ירושלים", "מצפה רמון", "ערד"] },

{ q: "היכן נמצאת בקעת תמנע?", a: ["הערבה"], options: ["מישור החוף", "הנגב", "מדבר יהודה", "הערבה"] },

{ q: "היכן נמצא הר מצדה?", a: ["מדבר יהודה"], options: ["הערבה", "מדבר יהודה", "הנגב", "הרי יהודה"] },

{ q: "איזה חבל ארץ גובל בגליל התחתון להרי יהודה?", a: ["השומרון ובקעת הירדן"], options: ["מישור החוף", "מדבר יהודה", "השומרון ובקעת הירדן", "הכרמל ורמות מנשה"] },

{ q: "היכן נמצאת תל אביב ביחס לבית שמש?", a: ["צפון מערב"], options: ["צפון מערב", "צפון מזרח", "דרום מזרח", "דרום מערב"] },

{ q: "מהי העיר הקרובה ביותר למחנה המעפילים בעתלית?", a: ["חיפה"], options: ["אשדוד", "תל אביב", "נתניה", "חיפה"] },

{ q: "היכן נמצא מכתש רמון?", a: ["הנגב"], options: ["הנגב", "מדבר יהודה וים המלח", "הערבה והרי אילת", "שומרון קובעת הירדן"] },

{ q: "מהו חבל הארץ הדרומי ביותר במדינה?", a: ["הערבה והרי אילת"], options: ["הערבה והרי אילת", "מדבר יהודה", "הנגב", "השומרון ובקעת הירדן"] },

{ q: "היכן נמצא הר מירון?", a: ["גליל עליון"], options: ["גליל עליון", "גליל תחתון", "הנגב", "הרי יהודה והשפלה"] },

{ q: "מהי העיר הקרובה ביותר להר מירון?", a: ["צפת"], options: ["צפת", "נתניה", "חיפה", "קריית שמונה"] },

{ q: "היכן נמצא היכל העצמאות?", a: ["תל אביב"], options: ["תל אביב", "ירושלים", "חיפה", "אריאל"] },

{ q: "מהו חבל הארץ הצפוני ביותר?", a: ["רמת הגולן"], options: ["גליל תחתון", "רמת הגולן", "כרמל ורמות מנשה", "מישור החוף"] },

{ q: "מהי העיר המזרחית ביותר מבין הערים הבאות?", a: ["קצרין"], options: ["באר שבע", "קצרין", "אריאל", "ירושלים"] },

  ]
};
