const questions = [
  {
    question: 'מה אוכל למצוא ב"שולחן ערוך"?',
    answers: [
      'חוקים דינים ומצוות',
      'חוקים ומצוות',
      'דינים וחוקים',
      'מצוות ודינים'
    ],
    correct: 0
  },
  {
    question: 'מה מקור המשפט "עוד לא אבדה תקותנו"?',
    answers: [
      'חזון העצמות היבשות',
      'שיר השירים',
      'ספר בראשית',
      'סיפור יציאת מצרים'
    ],
    correct: 0
  },
  {
    question: 'באיזה שנים התרחש מבצע עזרא ונחמיה?',
    answers: [
      '1950-1951',
      '1950-1952',
      '1949-1952',
      '1949-1951'
    ],
    correct: 0
  }
];
