registerExam({
  id: 'brosh_gdud',
  title: 'מבחן סף גדוד ברוש',
  mode: 'flat',
  questions: [
    {
      type: 'order',
      q: "מספר בסדר הנכון את מבנה התחקיר הצבאי",
      a: [
        "כללי: תיאור כללי של האירוע- תאריך מקום, יחידה, תיאור כללי, ותוצאות",
        "כללי: פרטים כללים- מי תחקרף מי השתתף בתחקיר, חומרים עליהם התבסס התחקיר",
        "ממצאים: ממצאי רקע",
        "ממצאים: ממצאי רצף כרונולוגי של התרחשות האירוע",
        "ממצאים: ממצאים נוספים (מחולקים לפי הנושאים שתוחקרו",
        "מסקנות: ניתוח הגורמים לאירוע (גורם ישיר לאירוע וגורמים תורמים)",
        "מסקנות: ניתוח הממצאים (תקלות, שגיאות, נקודות לשימור",
        "לקחים: הלקח, האחריות והללוז לביצוע",
        "המלצות: הפניה לרמה ממונה",
        "סיכום המפקד (רשות)"
      ]
    },
  {
    q: "מה סמל המדינה כולל?",
    a: ["מנורה בת שבעה קנים- שני ענפי זית והמילה ישראל"],
    options: [
      "מנורה בת שבעה קנים- שני ענפי זית והמילה ישראל",
      "מנורה בת תשעה שנים ושני ענפי זית",
      "מנורה בת שבעה קנים ושני ענפי יזת",
      "מנורה בת תשעה קנים- שני ענפי זית והמילה ישראל"
    ]
  },
  {
    q: "אילו מהעקרונות הם עקרונות יסוד על פיו פועלת מערכת בתי המשפט? סמן 3 תשובות נכונות:",
    a: ["שיוויון בפני החוק", "הזכות להליך הוגן", "פומביות המשפט"],
    options: ["שלטון החוק", "שיוויון בפני החוק", "הזכות להליך הוגן", "פומביות המשפט", "פלורליזם", "שלטון העם"]
  },
  {
    q: "מה היא מליאת הכנסת?",
    a: ["הגוף המרכזי של הכנסת בו חברים כל חברי הכנסת"],
    options: [
      "חברים בה מספר מצומצם של חברי כנסת על פי חלוקה יחסית לגודלן של הסיעות",
      "חברי כל המפלגות שאינן שותפות בממשלה",
      "חברי כל המפלגות השותפות בממשלה",
      "הגוף המרכזי של הכנסת בו חברים כל חברי הכנסת"
    ]
  },
  {
    q: "מה היווה את ההשראה לדגל מדינת ישראל?",
    a: ["הטלית בה נוהגים היהודים להתעטף בעת התפילה"],
    options: [
      "מגן הדוד הופיע על המגנים של המלך דוד והפסים הכחולים מסמנים את הקריעה של ים סוף ביציאת מצרים",
      "מוצעת המדינה הזמנית חיברה כמה רעיונות של האזרחים וכל התקבל הדגל כמו שהוא",
      "מגן הדוד הופיע על המגנים של המלך דוד והפסים הכחולים מסמלים את הים",
      "הטלית בה נוהגים היהודים להתעטף בעת התפילה"
    ]
  },
  {
    q: "מדוע מדליקים 12 משואות בטקס הר הרצל וביום העצמאות?",
    a: ["מסמלות את 12 שבטי ישראל"],
    options: [
      "לזכר שנים עשר אלף זוגי תלמידים שהיו לרבי עקיבא שנפטרו במגיפה בין פסח לעצרת",
      "מייצג את 12 החודשים בשנה",
      "12 בניו של יישמאעל",
      "מסמלות את 12 שבטי ישראל"
    ]
  },
  {
    q: "מהי מהותו של חג הסוכות?",
    a: [
      "תשובות א' ו-ב' נכונות"
    ],
    options: [
      "חלק מן המעגל החקלאי בארץ ישראל ומוכנה \"חג האסיף\" - בתקופה בה הוא חל נאספת התבואה של העונה החקלאית הקודמת (א')",
      "מאזכר אירוע היסטורי - הנדידה במדבר לאחר היציאה ממצרים- תוך כדי מגורים בסוכות ובאוהלים ארעיים (ב')",
      "חלק מן המעגל בארץ ישראל מכונה \"חג הקציר\" - בתקופה בה הוא חל נקצרת התבואה (ג')",
      "תשובות א' ו-ב' נכונות"
    ]
  },
  {
    q: "מי הוא הנביא המקודש ביותר בקרב הדרוזים?",
    a: ["הנשיא שועייב"],
    options: ["הנשיא שועייב", "הנשיא סבלאבן", "הנביא אח'אדר", "אף תשובה אינה נכונה"]
  },
  {
    q: "מי הם הצ'רקסים?",
    a: ["הצ'רקסים הם עם שמוצאו בקווקז ודתם היא האסלאם"],
    options: [
      "הצ'רקסים הם עם שמוצאו בקווקז ודתם היא האסלאם",
      "הצ'רקסים הם עם שמוצאו בקווקז ודתם היא הנצרות",
      "הצ'רקסים הם עם שמוצאו באירופה ודתם היא הנצרות",
      "הצ'רקסים הם עם שמוצאו רוסי ודתם היא האסלאם"
    ]
  },
  {
    q: "מהן ל\"ט אבות המלאכה?",
    a: ["39 מלאכות עקרוניות האסורות בשבת"],
    options: [
      "39 מלאכות עקרוניות שחובה לבצע בשבת",
      "39 מלאכות עקרוניות האסורות בשבת",
      "39 מלאכות מצווה שאבותינו עשו",
      "39 מלאכות עקרוניות שצריך לבצע לפני כניסת שבת על מנת לקבלה בצורה הטובה ביותר"
    ]
  },
  {
    q: "מה היא ה\"אמנציפציה\"?",
    a: ["שיוויון זכויות"],
    options: [
      "הודעה מראש על פינוי היהודים באירופה",
      "דאגה לצורכי קיום של נזקקים",
      "שיוויון זכויות",
      "אישור ליהודים להישאר במדינה באירופה בה הם שוהים"
    ]
  },
  {
    q: "בתקופת מי נרחב בית הנקדש השני?",
    a: ["טיטוס"],
    options: ["נבוכדנצר השני", "אלכסנדר הגדול", "מלך כורש", "טיטוס"]
  },
  {
    q: "מה היו מטרותיה של תנועת \"המזרחי\"? סמן 3 תשובות נכונות",
    a: [
      "לשמור על צביונה הדתי של הציונות",
      "למנוע התערבות בענייני חינוך תגבות ודת",
      "לחזק את יעדיו המדיניים של הרצל"
    ],
    options: [
      "לשמור על צביונה הדתי של הציונות",
      "למנוע התערבות בענייני חינוך תגבות ודת",
      "לחזק את יעדיו המדיניים של הרצל",
      "לעודד את התנועה להתערב בעינייני חינוך כל עוד לא נגרמת פגיעה בדת",
      "לעודד את התנועה להתערב בהתענייני תרבות כל עוד לא נגרמת פגיעה בדת"
    ]
  },
  {
    q: "מה היה הגורם העיקרי לתחילתה של שיבת ציון?",
    a: [
      "המלך כורש סבר כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי ועל רקע זה נתן ליהודים את הרשות לשוב לירושלים ולכונן את בית המקדש"
    ],
    options: [
      "הממלכה הבבלית נתנה את אישורה לחזרת היהודים לירושלים ולכונן את בית המקדש",
      "המלך כורש סבר כי המפתח להבטחת שלטונו הוא דווקא במתן חופש דתי ועל רקע זה נתן ליהודים את הרשות לשוב לירושלים ולכונן את בית המקדש",
      "המלך נבכודנצר השני פחד לאבד את שלטונו בחזרה יהודים ולכן נתן להם את הרשות לשוב לירושלים ולכונן את בית המקדש",
      "שום תשובה אינה נכונה"
    ]
  },
  {
    q: "מה הייתה דונה גרציה נשיא ומה היה מפעלה?",
    a: ["אשת עסקים יהודייה שהרחיבה את היישוב היהודי בטבריה והפכה אותו למרכז כלכלי חשוב"],
    options: [
      "אשת עסקים יהודייה שהרחיבה את היישוב היהודי בטבריה והפכה אותו למרכז כלכלי חשוב",
      "אשת עסקים יהודייה שהרחיבה את היישוב היהודי בצפת בה פיתחה מוקד של תעשיית צמר גדולה שממנה התפרנסו יהודים רבים",
      "אשת עסקים יהודייה שפיתחה בעיר צפת מרכז רוחני של עיסוק בתורת הסוד היהודית",
      "אשת עסקים מוסלמים שפיתחה מוקד של תעשיית צמר בעיר צפת ובו העסיקה יהודים לצד המוסלמים"
    ]
  },
  {
    q: "לפי אילו תנאים נקבע חסיד אומות עולם?",
    a: ["אנשים שאינם יהודים שסייעו ליהודים תוך סיכון עצמי וללא תמורה"],
    options: [
      "אנשים שסייעו ליהודים תוך סיכון עצמי וללא תמורה",
      "אנשים שאינם יהודים שסייעו ליהודים תוך סיבון עצמי ובתמורה",
      "אנשים שסייעו ליהודים ללא סיכון עצמי וללא תמורה",
      "אנשים שאינם יהודים שסייעו ליהודים תוך סיכון עצמי וללא תמורה"
    ]
  },
  {
    q: "מה קרה להיטלר לאחר ניסיון ההפיכה בשלטון בשת 1923?",
    a: ["נשפט ונאסר"],
    options: [
      "הוא נשפט ןיצא זכאי",
      "הצליח והפך לקנצלר",
      "הצליח וגרם לבחירות נוספות לשלטון",
      "נשפט ונאסר"
    ]
  },
  {
    q: "מתי התרחש ליל הבדולח?",
    a: ["נובמבר 1938"],
    options: ["נובמבר 1938", "אוקטובר 1938", "נובמבר 1937", "דצמבר 1937"]
  },
  {
    q: "מה היה תפקידו של וועד \"ארבעת הארצות\"? סמן 3 תשובות נכונות",
    a: ["לייצג את הייהודים בפני השלטונות הפולנים", "לגבות את המיסים", "התקין תקנות שונות בהתאם להלכה"],
    options: [
      "לדווח לשלטונות הפולנים על כמות הגירת היהודים",
      "לייצג את הייהודים בפני השלטונות הפולנים",
      "לגבות את המיסים",
      "התקין תקנות שונות בהתאם להלכה",
      "למנוע הגירה נוספת של היהודים",
      "עזר ליהודים ממדינות שונות להגר לפולין"
    ]
  },
  {
    q: "מי היה ישראל קסטנר?",
    a: [
      "עורך דין ועיתונאי ציוני שפעל להצלתם של יהודים ע\"י משא ומתן עם קציני ס\"ס בכירים סמגרת \"ועד העזרה וההצלה\" של התנועה הציונית בבודפשט"
    ],
    options: [
      "הכשיר את הקרקע לרצח יהודי הונגריה לקראת סופה של המלחמה ושיתף פעולה עם הנצאים",
      "עורך דין ועיתונאי ציוני שפעל להצלתם של יהודים ע\"י משא ומתן עם קציני ס\"ס בכירים סמגרת \"ועד העזרה וההצלה\" של התנועה הציונית בבודפשט",
      "היה עיתונאי ועורך דין ששיתף םעולה עם קציני הס\"ס והסגיר יהודים על מנת שלא יהרגו אותו",
      "היה עיתונאי ועורך די שפעל להצלתם של יהודים ע\"י משא ומתן עם קציני ס\"ס בכירים במסגת עצמאית בפולין"
    ]
  },
  {
    q: "מה היה התאריך הלועזי של הקמת המדינה?",
    a: ["14 למאי 1948"],
    options: ["10 במאי 1948", "15 במאי 1948", "14 למאי 1948", "27 למא 1948"]
  },
  {
    q: "מה קרה למעפילים שעלו לארץ בתקופת המנדט הבריטי?",
    a: ["כל התשובות נכונות"],
    options: [
      "בתחילת פעולות ההעפלה שספינותיהם נתפסו נשלחו לתקופת כליאה קצרה ושוחררו לאחר מכן",
      "במהשך פעולות ההפעלה המעפילים שספינותיהם נתפסו ונשלחו לתקופות כליאה ארוכות בקגפריסין",
      "העולים שלא נתפסו הוסתרו ברחבי הארץ",
      "כל התשובות נכונות"
    ]
  },
  {
    q: "מי יזם את הקמתה של השכונה היהודית הראשונה מחוץ לחומות ירושלים- משכנות שאננים?",
    a: ["משה מונטיפיורי"],
    options: ["רוטשילד", "משה מונטיפיורי", "אליעזר רוקח", "ר' ישראל ב\"ק"]
  },
  {
    q: "מהם מאורעות תר\"פ ותרפ\"א?",
    a: [
      "גלי אלימות של ערבים כלפי יהודים שפקדו את היהודים בעיקר בירושלים/ יפו/ תל אביב ולאחר מכן התפשט אל הארץ כולה"
    ],
    options: [
      "גלי אלימות של ערבים כלפי יהודים שפקדו את היהודים בעיקר בירושלים/ יפו/ תל אביב ולאחר מכן התפשט אל הארץ כולה",
      "גלי אלימות של המשטר הבריטי כלפי יהודים שפקדו את היהודים בעיקר בירושלים/ יפו/ תל אביב ולאחר מכן התפשט אל הארץ כולה",
      "החלו התאבדויות של ארגונים ציונים נוספים וארגוני הגנה למיניהם שתרמו ליהודים בארץ לתחושת ביטחון ותקווה להבסת המנדט הבריטי והקמת מדינה יהודית בארץ ישראל",
      "ישיבות והתכנסויות של ועדות בחול לגביי השאלה על האם צריכה להיות מדינה יהודית בארץ ישראל - חלק מהוועדות צמכו ברעיון ואף שלחו כספים ליהודים במדינה על מנת לשפר את מצבם"
    ]
  },
  {
    q: "מה עומד ברקע לעלייה השלישית?",
    a: [
      "סיומה של מלחמת העולם הראשונה ופרסום הצהרת בלפור",
      "האכזבה שחשו רבים לאחר שהתגלה כי השלטון ברוסיה נותר עוין ליהודים",
      "\"הרפובליקה השנייה\" שהוקמה בפולין לאחר מלחמת העולם הראשונה מופשעת ממגמות אנטישמיות",
      "כל התשובות נכונות"
    ],
    options: [
      "סיומה של מלחמת העולם הראשונה ופרסום הצהרת בלפור",
      "האכזבה שחשו רבים לאחר שהתגלה כי השלטון ברוסיה נותר עוין ליהודים",
      "\"הרפובליקה השנייה\" שהוקמה בפולין לאחר מלחמת העולם הראשונה מופשעת ממגמות אנטישמיות",
      "כל התשובות נכונות"
    ]
  },
  {
    q: "מהן ארבעת הקביעות העקרוניות הנשמרות בישראל עד היום בהסכם הסטטוס קווה?",
    a: ["שבת, כשרות, דיני אישות, חינוך"],
    options: ["שבת, כשרות, דיני אישות, חינוך", "גבולות המדינה", "הסכם שלום עם מצרים"]
  },
  {
    q: "מי היה הנשיא שהביא להשגתה של הצהרת בלפור?",
    a: ["חיים וויצמן"],
    options: ["יצחק בן צבי", "חיים וויצמן", "זלמן שזר", "אפרים קציר"]
  },
  {
    q: "מי היה הרמטכ\"ל במלחמת יום הכיפורים?",
    a: ["דוד אלעזר"],
    options: ["מרדכי גור", "חיים בר לב", "דוד אלעזר", "צבי צור"]
  },
  {
    q: "מי היה הרמטכ\"ל במלחמת ששת הימים?",
    a: ["יצחק רבין"],
    options: ["אהוד ברק", "חיים לסקוב", "חיים בר לב", "יצחק רבין"]
  },
  {
    q: "סמן מי מראשי הממשלה קיבלו םרס נובל לשלום, סמן 3 תשובות נכונות",
    a: ["מנחם בגין", "שמעון פרס", "יצחק רבין"],
    options: ["יצחק שמיר", "לוי אשכול", "מנחם בגין", "שמעון פרס", "יצחק רבין", "אהוד ברק"]
  },
  {
    q: "איזו מלחמה רצה מיד לאחר מלחמת ששת הימים?",
    a: ["מלחמת ההתשה"],
    options: ["מלחמת העצמאות", "מלחמת לבנון הראשונה", "מלחמת לבנון השנייה", "מלחמת ההתשה"]
  },
  {
    q: "מתי פרצה מלחמת שלום הגליל?",
    a: ["יוני 1982"],
    options: ["יולי 1981", "יוני 1981", "יוני 1982", "יולי 1982"]
  },
  {
    q: "ע\"י מי הוקמו הגדודים העבריים?",
    a: ["ע\"י הבריטים"],
    options: ["ע\"י יהודים שחיו בתפוצות", "ע\"י יהודים שחיו בארץ ישראל", "ע\"י הבריטים", "ע\"י הטורקים"]
  },
  {
    q: "מה הייתה ה\"הפוגה הראשונה\" במלחמת העצמאות?",
    a: ["הפוגה בלחימה שהשיג מתווך מטעם האו\"ם באורך 4 שבועות"],
    options: [
      "הפוגה בלחימה שהשיג מתווך מטעם האו\"ם באורך 4 שבועות",
      "הפוגה בלחימה שהשיג מתווף מטעם האו\"ם לזמן בלתי מוגבל",
      "הפוגה בלחימה שבאה מתוך יוזמה של מדינת ישראל",
      "הפוגה בלחימה שאפשרה לישראל לעשות משא ומתן שבו נגמרה המלחמה"
    ]
  },
  {
    q: "מה הייתה התוכנית שהמתווך ברנדוט מטעם האום גיבש בזמן מלחמת העצמאות?",
    a: ["ויתור ישראלי על הנגב בתמורה לגליל המערבי"],
    options: [
      "ויותור ישראלי על הגליל המערבי בתמורה לנגב",
      "ויתור ישראלי על הנגב בתמורה לגליל המערבי",
      "שכל צד יישאר עם הטריטוריה ההחלתית שהדיר הא\"ום בחלוקת ארץ ישראל",
      "להגדיר זמן מוקצב למלחמה והצד שכבש יותר שטח יקבל את כל מדינת ישראל"
    ]
  },
  {
    q: "מה לא נעשה לאחר הכשה מבע\"ח ארסי? סמן 4 תשובות נכונות",
    a: [
      "נחתוך את האיבר",
      "נשאב את הארס ע\"י מציצתו החוצה",
      "נניח חוסם עורקים",
      "נקרר את הגפה הפגועה"
    ],
    options: [
      "נחתוך את האיבר",
      "נשאב את הארס ע\"י מציצתו החוצה",
      "נניח חוסם עורקים",
      "נקרר את הגפה הפגועה",
      "נחטא את האזור",
      "נקבע את האזור"
    ]
  },
  {
    q: "מה הן הסכנות בשט\"ד?  סמן 3 תשובות נכונות",
    a: ["הלם", "היפותרמיה", "נמק"],
    options: ["הלם", "היפותרמיה", "נמק", "חסימת נתיב אוויר", "פגיעה במערכת הנשימה"]
  },
  {
    q: "מהם התפקידים של מערכת הדם? סמן 3 תשובות נכונות",
    a: [
      "הובלה של חמצן פד\"ח הורמונים סוכרים ופסולת",
      "וויסות טמפ' הגוף",
      "מערכת חיסונית"
    ],
    options: [
      "אחראית לבקרה ופיקוח על כל המערכות הפועלות בגוף",
      "אחראית לבקרה ופיקוח על לחץ הדם הנשימה ופעולת הלב",
      "הובלה של חמצן פד\"ח הורמונים סוכרים ופסולת",
      "וויסות טמפ' הגוף",
      "מערכת חיסונית",
      "אחראית על כניסת חמצן מהסביבה החיצונית לריאות"
    ]
  },
  {
    q: "מה הוא אוכף?",
    a: [
      "ממרכז האוכף עולים בשני כיוונים מנוגדים אל כיפות ויורדים בשני כיוונים מנוגדים אל גאיות הוא מחבר בין 2 כיפות"
    ],
    options: [
      "ממרכז האכף יורדים בשני כיוונים מנוגדים אל כיפות ועולים בשני כיוונים מנוגדים אל גאיות הוא מחבר בין 4 כיפות",
      "ממרכז האוכף עולים בשני כיוונים מנוגדים אל כיפות ויורדים בשני כיוונים מנוגדים אל גאיות הוא מחבר בין 2 כיפות",
      "ממרכז האוכף עולים בשני כיוונים מנוגדים אל כיפות ויורדים בשני כיוונים מנוגדים אל גאיות הוא מחבר בין 4 כיפות",
      "ממרכז האכף יורדים בשני כיוונים מנוגדים אל כיפות ועולים בשני כיוונים מנוגדים אל גאיות הוא מחבר בין 5 כיפות"
    ]
  },
  {
    q: "מאיזו רמה מיושם ההק\"ש?",
    a: ["רמת חטיבה ומעלה"],
    options: ["רמת גדוד ומעלה", "רמת פלוגה ומעלה", "רמת מחלקה ומעלה", "רמת חטיבה ומעלה"]
  },
  {
    q: "מה הם חוקי צורת הדיבור ברשת רדיו? סמן 4 תשובות נכונות",
    a: ["קצב", "מהירות", "עוצמה", "גובה"],
    options: ["קצב", "מהירות", "עוצמה", "גובה", "סבלנות", "נימוס", "קול"]
  },
  {
    q: "סמן מה הסיבה לתקלה - אין שמיעה עצמית ב-מ.ק. סמן 4 תשובות נכונות",
    a: ["המ.ק כבוי", "אבד\"ש פנימי תקול", "אבד\"ש חיצוני תקול", "עוצמת השמע במינימום"],
    options: [
      "המ.ק כבוי",
      "אבד\"ש פנימי תקול",
      "אבד\"ש חיצוני תקול",
      "עוצמת השמע במינימום",
      "תדר לא נכון",
      "קשר גרוע מול תחנה אחרת"
    ]
  },
  {
    q: "איזה מן הדגשים הבאים אינו דגש של מצב שכיבה?",
    a: ["קת - שליש מהקת מעל שקע הכתף זאת בכדי לכוון את הכוונות בגובה העיניים"],
    options: [
      "קת - שליש מהקת מעל שקע הכתף זאת בכדי לכוון את הכוונות בגובה העיניים",
      "הישענות של עצמות ולא על שרירים",
      "הרגל החקה נמצאת מקבילה לקו קנה מטרה - הרגל השנייה לפי הנוחות (בשאיפה ל 90 מעלות)",
      "היד שאוחזת בידית האחיזה שואפת להיצמד לגוף"
    ]
  },
  {
    q: "באילו מן סיטואציות ניתן לבצע ירי במצב שכיבה?",
    a: ["כשתנאי השטח מאפשרים וליורה יש מספיק זמן להיכנס למצב"],
    options: [
      "תוך כדי ריצה",
      "כאשר הירי מבוצע ממערב המקום במדרון",
      "כשתנאי השטח מאפשרים וליורה יש מספיק זמן להיכנס למצב",
      "כאשר הירי מבוצע מעל מחסה בינוני או גבוה"
    ]
  },
  {
    q: "מה הם הדגשים הכלליים לתפעול מעצור?",
    a: [        "מבט אל המכלול נצירת הנשק והכרזה הטיית הנשק בזווית של45 מעלות בציר האופקי ותפעול המעצור",
],
    options: [
      "נצירת הנשק מבט אל המכלול הכרזה הטיית הנשק בזווית של 45 מעלות בציר האופקי ותפעול המעצור",
      "מבט אל המכלול נצירת הנשק והכרזה הטיית הנשק בזווית של45 מעלות בציר האופקי ותפעול המעצור",
      "הטיית הנשק בזווית של 45 מעלות בציר האופקי נצירה מבט אל המכלול הכרזה ותפעול המעצור",
      "נצירה הכרזה מבט אל המכלול הטיית הנשק בזווית של 45 מעלות בציר האופקי ותפעול המעצור"
    ]
  },
  {
    q: "מה כוללת הפעולה לפנים בנשק?",
    a: ["גריפה יישור והגבהה חביקה ונעילה"],
    options: ["גריפה יישור והגבהה חביקה ונעילה", "שחרור חליצה ופליטה", "משיכת ידית הדריכה", "כל התשובות נכונות"]
  },
  {
    q: "מהם שלבי חוק המכוון לירי עם כוונות ברזל?",
    a: ["צפה אל המטרה- בחר נקודת מכוון - עצום עין בלתי מכוונת- והבא את קצה הלהב אל מרכז החרירית"],
    options: [
      "בחר נקודת מכוון- צפה אל המטרה- עצור עין בלתח מכוונת והבא את קצה הלהב אל מרכז החרירית",
      "צפה אל המטרה- בחר נקודת מכוון - עצום עין בלתי מכוונת- והבא את קצה הלהב אל מרכז החרירית",
      "צפה אל המטרה- הבא את קצה הלהב אל מרכז החרירית- עצום עין בלתי מכוונת ובחר נקודת מכוון",
      "הבא את קצה הלהב אל מרכז החרירית- צפה אל המטרה- עצום עין בלתי מכוונת ובחר נקודת מכוון"
    ]
  },
  {
    q: "מה מעלה הסלילים של M16?",
    a: ["1:12"],
    options: ["1:7", "1:6", "1:11", "1:12"]
  },
  {
    q: "באיזה שנה עוגן מעמדו של ההמנון בחוק המדינה?",
    a: ["2004"],
    options: ["1948", "2010", "2004", "1947"]
  },
  {
    q: "איזה עיר ממקומת ברמת הגולן",
    a: ["קצרין"],
    options: ["קצרין", "צפת", "טבריה", "עפולה"]
  }
]

 




});
