registerExam({
  id: 'brosh',
  title: 'מבחן סף ברוש',
  mode: 'flat',
  questions: [
    {
      type: 'order',
      q: "מספר בסדר הנכון את מבנה התחקיר הצבאי",
      a: [
        "כללי: תיאור כללי של האירוע- תאריך מקום, יחידה, תיאור כללי, ותוצאות",
        "כללי: פרטים כללים- מי תחקרף מי השתתף בתחקיר, חומרים עליהם התבסס התחקיר",
        "ממצאים: ממצאי רקע",
        "ממצאים: ממצאי רצף כרונולוגי של התרחשות האירוע",
        "ממצאים: ממצאים נוספים (מחולקים לפי הנושאים שתוחקרו",
        "מסקנות: ניתוח הגורמים לאירוע (גורם ישיר לאירוע וגורמים תורמים)",
        "מסקנות: ניתוח הממצאים (תקלות, שגיאות, נקודות לשימור",
        "לקחים: הלקח, האחריות והללוז לביצוע",
        "המלצות: הפניה לרמה ממונה",
        "סיכום המפקד (רשות)"
      ]
    },
  {
    q: "מה מקור השם 'כנסת'?",
    a: ["בכנסת הגדולה - אשר התכנסה בירושלים בימי הבית השני"],
    options: [
      "בכנסת הגדולה - אשר התכנסה בירושלים בימי הבית השני",
      "בכנסת הגדולה - אשר התכנסה בירושלים בימי הבית הראשון",
      "מהשורש כ.נ.ס",
      "כי בית כנסת זה מקום שחשוב בדת היהודית ורצו לתת שם עם משמעות דתית"
    ]
  },
  {
    q: "מה סמל המדינה כולל?",
    a: ["מנורה בת שבעה קנים- שני ענפי זית והמילה ישראל"],
    options: [
      "מנורה בת שבעה קנים- שני ענפי זית והמילה ישראל",
      "מנורה בת תשעה שנים ושני ענפי זית",
      "מנורה בת שבעה קנים ושני ענפי יזת",
      "מנורה בת תשעה קנים- שני ענפי זית והמילה ישראל"
    ]
  },
  {
    q: "כיצד שופט מסיים את תפקידו?",
    a: ["אין אפשרות לפטר שופט - הוא מסיים את תפקידו באופן אוטומטי בגיל 70"],
    options: [
      "ניתן לפטר שופט בכל שלב- הוא מסיים את תפקידו כשהוא יוצא לפנסיה כשהוא רוצה",
      "אין אפשרות לפטר שופט - הוא מסיים את תפקידו באופן אוטומטי בגיל 65",
      "אין אפשרות לפטר שופט - הוא מסיים את תפקידו באופן אוטומטי בגיל 70",
      "ניתן לפטר שופט בכל שלב - הוא מסיים את תפקידו באופן אוטומטי בגיל 65"
    ]
  },
  {
    q: "כל כמה זמן מקיימת הממשלה ישיבות?",
    a: ["על פי רוב פעם בשבוע"],
    options: [
      "על פי רוב דו חודשיות",
      "על פי רוב פעם בחודש",
      "על פי רוב פעם בשבוע",
      "על פי רוב דו שבועיות"
    ]
  },
  {
    q: "מה היישוב עם האוכלוסייה הנוצרית הגדולה ביותר בישראל?",
    a: ["נצרת"],
    options: ["חיפה", "נצרת", "מעיליא", "נוף הגליל"]
  },
  {
    q: "מדוע חודש הרמאדן הוא חודש מקודש לדת האסלאם?",
    a: ["החודש בו קיבל מוחמד את הקוראן לראשונה מהאל (ג')"],
    options: [
      "זה החודש בו נולד הנביא מוחמד (א')",
      "זה החודש בו נפטר הנביא מוחמד (ב')",
      "החודש בו קיבל מוחמד את הקוראן לראשונה מהאל (ג')",
      "תשובות ב' ו-ג' נכונות"
    ]
  },
  {
    q: "מה התאריך הלועזי להריצחו של יצחק רבין?",
    a: ["4.11.1995"],
    options: ["5.11.1996", "4.11.1995", "5.12.1995", "4.11.1996"]
  },
  {
    q: "מה חג הפסחא מסמל?",
    a: ["החג מסמל את תחייתו של ישו כשלושה ימים לאחר צליבתו (א')"],
    options: [
      "החג מסמל את תחייתו של ישו כשלושה ימים לאחר צליבתו (א')",
      "החג מסמל את תחייתו של ישו כיום לאחר צליבתו (ב')",
      "החג מסמל פריון והיווצרות של חיים חדשים (ג')",
      "תשובות א' ו- ג' נכונות"
    ]
  },
  {
    q: "מה היא התוספתא?",
    a: ["משניות חיצוניות שלא כללו במשנה ואוגדו יחד"],
    options: [
      "קובץ הלכתי שנערך ונחתם ע\"י רבי יהודה הנשיא בשנת 220 לספירה",
      "לקט דרשות סיפורים והסרכות המוסדרים בזיקה לפסוקי המקרא",
      "תוסף שאמור לעזור לפרש את המשנה",
      "משניות חיצוניות שלא כללו במשנה ואוגדו יחד"
    ]
  },
  {
    q: "מה היא ה'אמנציפציה'?",
    a: ["שיוויון זכויות"],
    options: [
      "הודעה מראש על פינוי היהודים באירופה",
      "דאגה לצורכי קיום של נזקקים",
      "שיוויון זכויות",
      "אישור ליהודים להישאר במדינה באירופה בה הם שוהים"
    ]
  }
,



  {
    q: "מה הייתה מטרתו של הקונגרס הציוני הראשון?",
    a: ["לכנס את תומכי הרעיון הציוני מרחבי העולם"],
    options: [
      "לכנס את היהודים שתומכים ברעיון הציוני מרחבי העולם",
      "לכנס את תומכי הרעיון הציוני מרחבי העולם",
      "לכנס את תומכי הרעיון הציוני מרחבי אירופה",
      "לכנס את היהודים שתומכים ברעיון הציוני מרחבי אירופה"
    ]
  },
  {
    q: "מי היו חובבי ציון?",
    a: [
      "חברי אגודות שביקשו לקדם התיישבות יהודית בארץ ישראל ופעלו ללא ארגון גב מרכזי"
    ],
    options: [
      "תנועה של אירופאים הנלחמה לצד היהודים באנטישמיות",
      "חברי אגודות שביקשו לקדם התיישבות יהודית בארץ ישראל ופעלו ללא ארגון גב מרכזי",
      "תנועת נוער אירופאית שתמכה ברעיון של התיישבות יהודית בארץ ישראל",
      "אירופאים מדתות אחרות אשר קיבלו את האוכלוסייה היהודית בארצם יפה"
    ]
  },
  {
    q: "מדוע פרץ המרד בהובלת משפחת חשמונאי בשנת 167 לפני הספירה?",
    a: [
      "בגלל הטלת גזרות שמנעו מן היהודים לקיים חלק מהמצוות ובהן מצוות השבת"
    ],
    options: [
      "בגלל הטלת גזרות שמנעו מן היהודים לקיים חלק מהמצוות ובהן מצוות השבת",
      "בגלל שהתרחש גירוש יהודים מהמדינה שסירבו לקבל את התרבות ההלינסטית",
      "בגלל איום במוות על כל מי שלא מקבל את התרבות ולא מתיוון",
      "בגלל שהשלטון גבה מיסים גבוהים יותר מהיהודים"
    ]
  },
  {
    q: "מה ההבדל בין האמוראים לסבוראים?",
    a: [
      "הסבוראים עסקו בהסברה של התלמוד ובהנחלתו לציבור הלומדים ואילו האמוראים יצרו את התלמוד ואת הדיונים המובאים בו"
    ],
    options: [
      "האמוראים עסקו בהסברה של התלמוד ובהנחלו לציבור הלומדים ואילו הסבוראים יצרו את התלמוד ואת הדיונים המובאים בו",
      "הסבוראים עסקו בהסברה של התלמוד ובהנחלתו לציבור הלומדים ואילו האמוראים יצרו את התלמוד ואת הדיונים המובאים בו",
      "הסבוראים היו חכמי תלמוד הנמצאים בסורא ואילו האמוראים היו חכמיה תלמוד הנמצאים בפומבדיתא",
      "היו מחלקים את האנשים בתלמוד לפי רמות - האמוראים היו התלמידים היותר מתקדמים שאמורים לעשות כמוהם ואילו הסבוראים היו תלמידים החדשים שלמדו מהאמוראים"
    ]
  },
  {
    q: "מה היטלר עשה על מנת לבטל את הדמוקרטיה בגרמניה?",
    a: ["כל התשובות נכונות"],
    options: [
      "ביטל את סמכותה של הרשות המחוקקת והעניק חופש מלא לרשות המבצעת שבראשה הוא עמד",
      "אסר על קיומן של מפלגות פירק את האיגודים המקצועיים ופעל להשליט את הרעיונות הנצאים בתרבות ובחינוך",
      "החל לפעול בפגיעה במתנגדי החוק",
      "כל התשובות נכונות"
    ]
  },
  {
    q: "מהי תאוריית 'סכין בגב' של הגרמנים?",
    a: [
      "גרמניה כשלה במלחמת העולם הראשונה בשל בגידתם של הקומוניסטים, הסוציאליסטים והיהודים"
    ],
    options: [
      "גרמניה כשלה במלחמת העולם הראשונה בגלל שחייליה הפרו פקודות",
      "גרמניה כשלה במלחמת העולם הראשונה בגלל שהממשלה לא תפקדה כמו שצריך ו'תקעה סכין בגב' של תושביה",
      "גרמניה כשלה במלחמת העולם הראשונה בשל בגידתם של הקומוניסטים והסוציאליסטים",
      "גרמניה כשלה במלחמת העולם הראשונה בשל בגידתם של הקומוניסטים, הסוציאליסטים והיהודים"
    ]
  },
  {
    q: "מה הייתה טענתו של אייכמן כשנשפט בישראל?",
    a: ["שהיה 'בורג קטן' במערכת ורק מילא את הפקודות שהוטלו עליו"],
    options: [
      "שהוא היה חייל עורפי ורק ארגן את הרשימות של היהודים במחנות הריכוז",
      "שהיה 'בורג קטן' במערכת ורק מילא את הפקודות שהוטלו עליו",
      "שהיה חייל פשוט ולא היה לו כל קשר ל'פיתרון הסופי'",
      "שתפקידו בכוח היה להדריך את תנועות הנוער הנאציות ולא לקח חלק פעיל בלחימה"
    ]
  },
  {
    q: "מהם הגטאות הגדולים ביותר שהוקמו?",
    a: ["וורשה ולודז'"],
    options: [
      "וורשה קרקוב",
      "סלוניקי וקרקוב",
      "וורשה ולודז'",
      "לודז' ווינסק"
    ]
  },
  {
    q: "מה עיקרי אגרת הבזק שכתב ריינהרד היידריך?",
    a: [
      "הוראות לגבי הטיפול ביהודים וריכוזם בכמה ערים גדולות הסמוכות לצמתי רכבות- בשטחי פולין שאינם מסופחים לגרמניה/ על הקמת יודנראטים וכל זאת כדי לרכז ולארגן את היהודים לקראת גירושם מתחומי השלטון הגרמני"
    ],
    options: [
      "הוראות לגבי הטיפול ביהודים/ לרכז את כל היהודים במחנות ריכוז- בשטחי פולין שמסופחים לגרמניה/ על הקמת יודנראטים",
      "הוראות לגבי הטיפול ביהודים וריכוזם בכמה ערים גדולות הסמוכות לצמתי רכבות- בשטחי פולין שאינם מסופחים לגרמניה/ על הקמת יודנראטים וכל זאת כדי לרכז ולארגן את היהודים לקראת גירושם מתחומי השלטון הגרמני",
      "הוראות לגבי הטיפול ביהודים/ לרכז את כל היהודים בכמה ערים קטנות- בשטחי פולין שמסופחים לגרמניה וכל זאת כדי לרכז את היהודים לקראת גירושם מתחומי השלטון הגרמני",
      "הוראות לגבי הטיפול ביהודים/ לרכז את כל היהודים בכמה ערים גדולות- בשטחי פולין שאינם מסופחים לגרמניה וכל זאת כדי לרכז ולארגן את היהודים לקראת גירושם מתחומי השלטון הגרמני"
    ]
  },
  {
    q: "מה היה התאריך הלועזי של הקמת המדינה?",
    a: ["14 למאי 1948"],
    options: [
      "10 במאי 1948",
      "15 במאי 1948",
      "14 למאי 1948",
      "27 למאי 1948"
    ]
  },
  {
    q: "מדוע עולי העלייה החמישית עלו ארצה?",
    a: [
      "הם עלו לארץ מפאת החרדה מפני המשטרים הפשיסטים שתפסו את השלטון באירופה - מגורלם של היהודים תחת שלטונם - כמו גם צמצום אפשרויות ההגירה למדינות אחרות מחוץ לאירופה"
    ],
    options: [
      "הם עזבו את פולין בשל מצבה הכלכלי הקשה ובחרו לעלות לארץ רק בגלל הקושי להגר לאמריקה",
      "הם עלו לארץ מפאת החרדה מפני המשטרים הפשיסטים שתפסו את השלטון באירופה - מגורלם של היהודים תחת שלטונם - כמו גם צמצום אפשרויות ההגירה למדינות אחרות מחוץ לאירופה",
      "הם עזבו את פולין בשל מצבה הכלכלי הקשה ובחרו לעלות לארץ רק בגלל הקושי להגר לאסיה",
      "הם עלו ממניעים ציוניים ארצה- גם רובם הכולל היה צעירים שעלו לארץ לאחר הכשרה במסגרת תנועת 'החלוץ' או השומר הצעיר"
    ]
  },
  {
    q: "מה היא 'הצהרת בלפור'?",
    a: [
      "הצהרה רשמית ששלח שר החוץ הבריטי לברון רוטשילד והיא מהווה הכרה רשמית בתביעותיהם של התנועה הציונית על ארץ ישראל"
    ],
    options: [
      "הצהרה רשמית ששלח שר החוץ הבריטי לברון רוטשילד והיא מהווה הכרה רשמית בתביעותיהם של התנועה הציונית על ארץ ישראל",
      "הצהרה רשמית ששלח שר החוץ הבריטי לבריטים בארץ וישראל ובה הוא טוען שאין ליהודים זכות קיום במדינה ומבקש לפנות אותם",
      "מכתב ששלח ליהודים כאות תודה על תמיכתם בבריטים במלחמת העולם הראשונה",
      "הצהרה שבה שר החוץ הבריטי אמר שהם כבשו את מדינת ישראל במלחמת העולם הראשונה"
    ]
  },
  {
    q: "מה היה הסכם סייקס-פיקו?",
    a: [
      "התחייבות של הבריטים לצרפת שהגדירה את אזורי סוריה ולבנון כאזורים הנתונים לשליטה או השפעה צרפתית"
    ],
    options: [
      "הסכם בין הבריטים ליהודים שמבטיח להם עזרה בהקמת בית לאומי בארץ ישראל",
      "הסכם בין הבריטים לשריף חוסיין שבו הבריטים התחייבו להעניק לו ממלכה בשטחים שהם יכבשו במזרח התיכון",
      "התחייבות של הבריטים לצרפת שהגדירה את אזורי סוריה ולבנון כאזורים הנתונים לשליטה או השפעה צרפתית",
      "התחייבות של הבריטים לצרפת שהגדירה את מדינת ישראל כאזור הנתון לשליטה או השפעה צרפתית"
    ]
  },
  {
    q: "מה הייתה וועדת פיל?",
    a: [
      "וועדה שתפקידה היה לבדוק את הסיבות לפרוץ המאורעות ולהציע פתרון לסכסוך היהודי-ערבי המתחווה"
    ],
    options: [
      "וועדה שתפקידה היה לבדוק את הסיבות לפרוץ המאורעות ולהציע פתרון לסכסוך היהודי-ערבי המתחווה",
      "וועדה שתפקידה היה לאשר או לדחות את היהודים שהגיעו בהגירה למדינה",
      "ועדה שתפקידה היה לתחקר את פועלם של ארגוני ההגנה שהקימו היהודים",
      "ועדה השוקלת דרכי פעולה כנגד הערבים שחיו במדינה ותקפו את היהודים בארץ"
    ]
  },
  {
    q: "על פי ההלכה מי הוא יהודי?",
    a: ["כל מי שנולד לאם יהודייה או התגייר כהלכה"],
    options: [
      "כל מי שלפחות אחד מסבותיו הוא יהודי או התגייר כהלכה",
      "כל מי שאחד מהוריו לפחות הוא יהודי או התגייר כהלכה",
      "כל מי שנולד לאב יהודי או התגייר כהלכה",
      "כל מי שנולד לאם יהודייה או התגייר כהלכה"
    ]
  }

,
  {
    q: "מה היה \"תהליך אוסלו\"?",
    a: ["תהליך חשאי בו התקיימו שיחות בין ישראל לנציגי הפלסטינים ללא תיווך בין לאומי"],
    options: [
      "תהליך חשאי בו התקיימו שיחות בין ישראל ללבנון עם תיווך בין לאומי מארה\"ב",
      "תהליך חשאי בו התקיימו שיחות בין ישראל לנציגי הפלסטינים עם תיווך בין לאומי מארה\"ב",
      "תהליך חשאי בו התקיימו שיחות בין ישראל לרדן ללא תיווך בין לאומי",
      "תהליך חשאי בו התקיימו שיחות בין ישראל לנציגי הפלסטינים ללא תיווך בין לאומי"
    ]
  },
  {
    q: "מהי ועדת אור?",
    a: ["ועדת חקירה שהוקמה בחודש נובמבר ב-2000 לבדיקת \"אירועי אוקטובר\""],
    options: [
      "ועדה שהוקמה על מנת לסייע לנפגעי הפיגועים שבוצעו ע\"י ערביי ישראל",
      "ועדה שהוקמה לאחר מלחמת העצמאות ושיקמה את החיילים הפצועים והחיילים שהייתה להם פוסט טראומה מהמלחמה",
      "ועדת חקירה שהוקמה בחודש נובמבר ב-2000 לבדיקת \"אירועי אוקטובר\"",
      "ועדת חקירה שהוקמה לאחר הטבח בכפר קאסם"
    ]
  },
  {
    q: "מה סימלו מק\"י ותנועת חירות בעיניו של דוד בן גוריון?",
    a: ["מק\"י סימלה לדעתו את השמאל הקיצוני ואילו חירות את הימין הקיצוני"],
    options: [
      "מק\"י סימלה לדעתו את הימין הקיצוני ואילו חירות את השמאל הקיצוני",
      "מק\"י סימלה לדעתו את השמאל הקיצוני ואילו חירות את הימין הקיצוני",
      "מתחרות חזקות לממשלה",
      "מפלגות המהוות דוגמה טובה להתנהלות הדמוקרטית במדינת ישראל"
    ]
  },
  {
    q: "מי היו \"הפנתרים השחורים\" ומה הייתה טענתם?",
    a: [
      "הם היו בני עולים - או כאלו שהגיעו לארץ בילדותם המוקדמת - הם טענו כי הם מופלים בשל המוצא העדתי שלהם - שהם לא מצליחים להתקדם בסולם החברתי-כלכלי ונותרים לחיות בשולי החברה"
    ],
    options: [
      "הם היו ארגון מחתרתי שדאג לשיוויון בין האשכנזים למזרחים",
      "הם היו בני עולים - או כאלו שהגיעו לארץ בילדותם המוקדמת - הם טענו כי הם מופלים בשל המוצא העדתי שלהם - שהם לא מצליחים להתקדם בסולם החברתי-כלכלי ונותרים לחיות בשולי החברה",
      "הם היו עולי צפון אפריקה - הם טענו כי הם מופלים בשל המוצא העדתי שלהם - שהם לא מצליחים להתקדם בסולם החברתי-כלכלי ונותרים לחיות בשולי החברה",
      "תשובות א' ו-ב' נכונות"
    ]
  },
  {
    q: "מה הייתה המלחמה הארוכה ביותר בתולדות ישראל?",
    a: ["מלחמת ההתשה"],
    options: [
      "מלחמת העצמאות",
      "מלחמת לבנון הראשונה",
      "מלחמת לבנון השנייה",
      "מלחמת ההתשה"
    ]
  },
  {
    q: "מה הייתה מטרת ניל\"י כשהיא הוקמה?",
    a: ["לסייע לבריטים לכבוש את הארץ מידי הטורקים במהלך מלחמת העולם הראשונה"],
    options: [
      "לסייע לבריטים לכבוש את הארץ מידי הטורקים במהלך מלחמת העולם הראשונה",
      "למנוע מהבריטים לכבוש את הארץ מידי הטורקים במהלך מלחמת העולם הראשונה",
      "לסייע לבריטים לכבוש את הארץ מידי הגרמנים במהלך מלחמת העולם הראשונה",
      "למנוע מהבריטים לכבוש את הארץ מידי הגרמנים במהלך מלחמת העולם הראשונה"
    ]
  },
  {
    q: "מה הם ראשי התיבות של ניל\"י?",
    a: ["נצח ישראל לא ישקר"],
    options: [
      "נצח ישראל לעולם יישאר",
      "נצח ישראל לא יושמד",
      "נצח ישראל לדורות יישאר",
      "נצח ישראל לא ישקר"
    ]
  },
  {
    q: "בעקבות איזה אירוע ישראל החליטה לצאת למבצע \"חומת מגן\"?",
    a: ["פיגוע קשה במיוחד אשר התרחש בליל הסדר ב-2002 במלון פארק נתניה"],
    options: [
      "פיגוע קשה במיוחד אשר התרחש בליל הסדר ב-2002 במלון פארק נתניה",
      "פיגוע התאבדות שהתרחש ב-2002 בתחנה המרכזית בתל אביב",
      "פיגוע ירי במלון בירושלים בשנת 2001",
      "ניסיונות חדירה של מחבלים מהחזית הצפונית של ישראל בשנת 2002"
    ]
  },
  {
    q: "מה הוביל למבצע \"יונתן\"?",
    a: ["חטיפת מטוס שהיה בדרכו מישראל לפריז לאחר עצירת ביניים באתונה"],
    options: [
      "חטיפת מטוס שהיה בדרכו מישראל לפריז לאחר עצירת ביניים באתונה",
      "גל טרור כבד שהתרחש במרכז הארץ לאחר מלחמת יום הכיפורים",
      "גל טרור כבד שהתרחש בצפון הארץ לאחר מלחמת ההתשה",
      "חטיפת מטוס שהיה בדרכו מפריז לישראל לאחר חניית ביניים באתונה"
    ]
  },
  {
    q: "מה נעשה לאחר הכשה מבע\"ח ארסי? (סמן 3 תשובות נכונות)",
    a: ["נחטא את האזור", "נקבע את האזור", "נפנה לבי\"ח"],
    options: [
      "נחתוך את האיבר",
      "נשאוב את הארס ע\"י מציצתו החוצה",
      "נניח חוסם עורקים",
      "נקרר את הגפה הפגועה",
      "נחטא את האזור",
      "נקבע את האזור",
      "נפנה לבי\"ח"
    ]
  },
  {
    q: "באילו מן המקרים הבאים נניח ח.ע? (סמן 4 תשובות נכונות)",
    a: [
      "קטיעה מלאה או חלקית",
      "חושך מוחלט",
      "רסיס גדול מדמם",
      "לחץ ישיר שנכשל"
    ],
    options: [
      "קטיעה מלאה או חלקית",
      "חושך מוחלט",
      "רסיס גדול מדמם",
      "לחץ ישיר שנכשל",
      "חשד לשבר",
      "שט\"ד שמדמם באופן בינוני"
    ]
  },
  {
    q: "מהם התפקידים של מערכת הדם? (סמן 3 תשובות נכונות)",
    a: [
      "הובלה של חמצן/ פד\"ח/ הורמונים/ סוכרים ופסולת",
      "וויסות טמפ' הגוף",
      "מערכת חיסונית"
    ],
    options: [
      "אחראית לבקרה ופיקוח על כל המערכות הפועלות בגוף",
      "אחראית לבקרה ופיקוח על לחץ הדם נשימה ופעולת הלב",
      "הובלה של חמצן/ פד\"ח/ הורמונים/ סוכרים ופסולת",
      "וויסות טמפ' הגוף",
      "מערכת חיסונית",
      "אחראית על כניסת חמצן מהסביבה החיצונית לריאות"
    ]
  },
  {
    q: "לאן גיא יוביל אותנו?",
    a: ["בקצה העליון לאוכף ובקצה השני לנחל"],
    options: [
      "בקצה העליון לכיפה ובקצה התחתון לנחל",
      "בקצה העליון לאוכף ובקצה השני לנחל",
      "בקצה העליון למצוק ובקצה התחתון למדרון",
      "בקצה העליון לכתף ובקצה התחתון למדרון"
    ]
  }
,
  {
    q: "מאיזו רמה מיושם ההק\"ש?",
    a: ["רמת חטיבה ומעלה"],
    options: ["רמת גדוד ומעלה", "רמת פלוגה ומעלה", "רמת מחלקה ומעלה", "רמת חטיבה ומעלה"]
  },
  {
    q: "מה הם חוקי צורת הדיבור ברשת רדיו? (סמן 4 תשובות נכונות)",
    a: ["קצב", "מהירות", "עוצמה", "גובה"],
    options: ["קצב", "מהירות", "עוצמה", "גובה", "סבלנות", "נימוס", "קול"]
  },
  {
    q: "סמן מה הסיבה לתקלה - אין שמיעה עצמית ב-מ.ק. (סמן 4 תשובות נכונות)",
    a: ["המ.ק כבוי", "אבד\"ש פנימי תקול", "אבד\"ש חיצוני תקול", "עוצמת השמע במינימום"],
    options: [
      "המ.ק כבוי",
      "אבד\"ש פנימי תקול",
      "אבד\"ש חיצוני תקול",
      "עוצמת השמע במינימום",
      "תדר לא נכון",
      "קשר גרוע מול תחנה אחרת"
    ]
  },
  {
    q: "איזה מבין הבאים אינו עקרון לסחיטת הדק נכונה?",
    a: ["סחיטה רגישה"],
    options: ["סחיטה אחידה", "סחיטה רגישה", "סחיטה עקבית", "סחיטה מקבילה לציר קנה"]
  },
  {
    q: "איזה מן הבאים אינו אחד ממועדי האיפוס המחייבים?",
    a: ["לאחר כל נפילה"],
    options: ["לפני פעילות מבצעית", "אם הנשק הגיע מהנשקייה חדש או לאחר טיפול", "לאחר כל נפילה", "כל שישה שבועות"]
  },
  {
    q: "מה הם הגורמים למעצור ראשון כאשר אין כדור בבית הבליעה?",
    a: [
      "מחסנית לא הוכנסה עד הסוף",
      "מחסנית בלאי",
      "דריכה חלבית",
      "בעיה בשיניים הגורפות"
    ],
    options: [
      "המחסנית לא הוכנסה עד הסוף/ הכדור עקר/ מחסנית בלאי/ דריכה חלבית",
      "דריכה חלבית/ מחסנית בלאי/ בעיה בשיניים הגורפות/ נוקר שחוק",
      "מחסנית לא הוכנסה עד הסוף/ מחסנית בלאי/ דריכה חלבית/ בעיה בשיניים הגורפות",
      "מחסנית בלאי/ בעיה בשיניים הגורפות/ דריכה חלבית/ כדור עקר"
    ]
  },
  {
    q: "מה הם הדגשים הכלליים לתפעול מעצור?",
    a: [
      "מבט אל המכלול",
      "נצירת הנשק",
      "הכרזה",
      "הטיית הנשק בזווית של 45 מעלות בציר האופקי ותפעול המעצור"
    ],
    options: [
      "נצירת הנשק מבט אל המכלול הכרזה הטיית הנשק בזווית של 45 מעלות בציר האופקי ותפעול המעצור",
      "מבט אל המכלול נצירת הנשק והכרזה הטיית הנשק בזווית של45 מעלות בציר האופקי ותפעול המעצור",
      "הטיית הנשק בזווית של 45 מעלות בציר האופקי נצירה מבט אל המכלול הכרזה ותפעול המעצור",
      "נצירה הכרזה מבט אל המכלול הטיית הנשק בזווית של 45 מעלות בציר האופקי ותפעול המעצור"
    ]
  },
  {
    q: "מה כוללת הפעולה לפנים בנשק?",
    a: ["גריפה יישור והגבהה חביקה ונעילה"],
    options: ["גריפה יישור והגבהה חביקה ונעילה", "שחרור חליצה ופליטה", "משיכת ידית הדריכה", "כל התשובות נכונות"]
  },
  {
    q: "מה הם זמני הירי במצב שכב חפה?",
    a: ["5 שניות כדור ראשון/ 7 שניות כדור שני ו-8 שניות כדור שלישי"],
    options: [
      "6 שניות כדור ראשון/ 6 שניות כדור שני ו-10 שניות כדור שלישי",
      "4 שניות כדור ראשון/ 6 שניות כדור שני ו-7 שניות כדור שלישי",
      "5 שניות כדור ראשון/ 7 שניות כדור שני ו-8 שניות כדור שלישי",
      "8 שניות כדור ראשון/ 7 שניות כדור שני ו-5 שניות כדור שלישי"
    ]
  },
  {
    q: "באיזו שנה נקבעה \"התקווה\" כהמנון הרשמי של תנועת הציונות?",
    a: ["1933"],
    options: ["1933", "1944", "1934", "1923"]
  },
  {
    q: "איזה עיר ממוקמת בגליל העליון?",
    a: ["צפת"],
    options: ["קצרין", "צפת", "טבריה", "אריאל"]
  }
]



});
