registerExam({
  id: 'maoz',
  title: 'מבחן מעוז',
  mode: 'flat',
  questions: [
  // {
  //   type: 'match',
  //   q: 'על פי הנדב"ר התאם את הכינוי למשמעות:',
  //   pairs: [
  //     { label: 'משה',         correct: 'ב' },
  //     { label: 'דקל',         correct: 'ד' },
  //     { label: 'אנגליה',      correct: 'ו' },
  //     { label: 'משני',        correct: 'ז' },
  //     { label: 'חצי כבד',     correct: 'ג' },
  //     { label: 'אשנב',        correct: 'ח' },
  //     { label: 'מושי מושי',   correct: 'ה' },
  //     { label: 'מעיל',        correct: 'א' },
  //     { label: 'חצאית דמעות', correct: 'יב' },
  //     { label: 'הולך על 6',   correct: 'ט' },
  //     { label: 'סוכריות',     correct: 'יא' },
  //     { label: 'מתנה',        correct: 'י' }
  //   ],
  //   options: [
  //     { key: 'א',  text: 'קצין סיוע' },
  //     { key: 'ב',  text: 'מטווח' },
  //     { key: 'ג',  text: 'נגמ"ש' },
  //     { key: 'ד',  text: 'קצין הספקה' },
  //     { key: 'ה',  text: 'משיב מיקום' },
  //     { key: 'ו',  text: 'התחלה' },
  //     { key: 'ז',  text: 'טלפון' },
  //     { key: 'ח',  text: 'קצין שלישות' },
  //     { key: 'ט',  text: 'אדם' },
  //     { key: 'י',  text: 'מטען' },
  //     { key: 'יא', text: 'תחמושת' },
  //     { key: 'יב', text: 'מש"קית ת"ש' }
  //   ]
  // },
  {
    type: 'order',
    q: "סדר על פי הסדר את אופן הנחת CAT:",
    a: [
      "עטוף את ה-CAT על גוף הפגוע",
      "הדק את רצועת הסקוצ'י ואבטח את הרצועה על גבי עצמה",
      "הצמד את הרצועה סביב לזרוע אך לא דרך הקליפס",
      "סובב את מוט ההידוק עד לעצירת הדימום",
      "נעל את מוט ההידוק בקליפס",
      "הדק את הרצועה על מוט ההידוק",
      "אבטח את המקל והרצועה בטבעת, והדק אותו בצד השני של הקליפס"
    ]
  },
  // {
  //   type: 'order',
  //   q: "סדר על פי הסדר את אופן הטיפול בעת התייבשות:",
  //   a: [
  //     "הפסקת פעילות והעברה למקום מוצל",
  //     "החזר נוזלים בשתייה איטית",
  //     "השגחה",
  //     "פינוי"

  //     ]
  // },
  // {
  //   type: 'order',
  //   q: "סדר על פי הסדר את ייצוב התדרים בקשר",
  //   a: [
  //     "הדלקת המכשיר",
  //     "בחירת ערוץ",
  //     "לחיצה על תדר - ספרה ראשונה תהתהב, כל לחיצה על מקש זה תגרום לספרה הבא אחריה להבהב",
  //     "לחיצה על בדוק - מקדמת את הספרה במספר אחד כלפי מעלה",
  //     "לחיצה על תדר- מעבר לספרה הבאה",
  //     "הכנסת כל הספרות על ידי מקדש בדו קו- תדר",
  //     "לחיצה על הכנס לאחר קבלת התדר רצוי לשמירה בזיכרון"

  //     ]
  // },
  // {
  //   type: 'order',
  //   q: "סדר על פי הסדר את עקרון הפעולה לנשק",
  //   a: [
  //     "דריכה",
  //     "פעולה לפנים",
  //     "נקירה",
  //     "פעולה לאחור"
  //   ]
  // },
  // {
  //   q: `על אילו מערכות מבוסס עיקרון הבסיס של ריבונות העם? סמן 2 תשובות`,
  //   options: [`פורמלית- מוסדית`, `ערכית - תרבותית`, `פורמלית- תרבותית`, `מוסדית- תרבותית`],
  //   a: [`פורמלית- מוסדית`, `ערכית - תרבותית`]
  // },
  // {
  //   q: `מה מקור השם "כנסת"`,
  //   options: [
  //     `המקום בו היו מתכנסים כלל האנשים החשובים בימי הביניים`,
  //     `הנכסת הגדולה אשר התכנסה בימי הבית הראשון`,
  //     `הכנסת הגדולה אשר התכנסה בימי הבית השני`,
  //     `מלשון המילה כינוס`
  //   ],
  //   a: [`הכנסת הגדולה אשר התכנסה בימי הבית השני`]
  // },
  // {
  //   q: `מה סמל המדינה כולל ?`,
  //   options: [
  //     `מנורה בת 9 קנים ושני עלי זית והשם ישראל`,
  //     `מנורה בת 7 קנים ושני עלי זית והשם ישראל`,
  //     `אריה מגן דוד ומנורה`,
  //     `מגן דוד כחול ושני פסים בהשראת הטלית`
  //   ],
  //   a: [`מנורה בת 7 קנים ושני עלי זית והשם ישראל`]
  // },
  // {
  //   q: `מה מייצג סמל המדינה?`,
  //   options: [
  //     `עברו הלאומי של העם ואת מאבקו לחירות`,
  //     `כוונתיה לשלום של מדינת היהודים העתידה לקום`,
  //     `חורבן הבית וזכר לסיפור התנ"ך המקראי כסמל לשלום`,
  //     `זכר לחזון זכריה`
  //   ],
  //   a: [`עברו הלאומי של העם ואת מאבקו לחירות`]
  // },
  // {
  //   q: `מה ההשראה לעיצוב דגל מדינת ישראל?`,
  //   options: [
  //     `הטלית בה נוהגים להתעטף היהודים בעת תפילה`,
  //     `סיפורו של דוד המלך וסיפור קריעת ים סוף`,
  //     `בעקבות דגלה של התנועה הציונית`,
  //     `פורסם משאל לציבור בו הציעו הצעותיהם וזו הייתה אחת מההצעות`
  //   ],
  //   a: [`הטלית בה נוהגים להתעטף היהודים בעת תפילה`]
  // },
  // {
  //   q: `מהי התוספתא?`,
  //   options: [
  //     `קובץ הלכתי שנערך ונחתם על ידי רבי יהודה הנשיא`,
  //     `לקט דרשות סיפורים והדרכות המסודרים בזיקה לפסוקי המקרא`,
  //     `פרשנות של המשנה`,
  //     `סםר משלים למשנה המרכז בתוכו משניות חיצוניות המכונות ברייתות`
  //   ],
  //   a: [`סםר משלים למשנה המרכז בתוכו משניות חיצוניות המכונות ברייתות`]
  // },
  // {
  //   q: `מה כולל הסידור?`,
  //   options: [
  //     `ספר תפילה לחגים`,
  //     `כל החוקים הדינים והמצוות של היהדות`,
  //     `כל התפילות הברכות והפיוטים לתפילות היום יום ואירועים מיוחדים`,
  //     `כלל ההלכות והחוקים של היהדות`
  //   ],
  //   a: [`כל התפילות הברכות והפיוטים לתפילות היום יום ואירועים מיוחדים`]
  // },
  // {
  //   q: `מה היישוב עם הכי הרבה נוצרים בישראל?`,
  //   options: [`מעיכיא`, `נצרת`, `חיפה`, `צפת`],
  //   a: [`נצרת`]
  // },
  // {
  //   q: `מתי חל חג הסיגד?`,
  //   options: [`כ"ח בחשוון`, `כ' באדר`, `12/11 בכל שנה- אלא אם יוצא ביום שבת`, `50 יום לאחר כיפור`],
  //   a: [`50 יום לאחר כיפור`]
  // },
  // {
  //   q: `מהי תאוריית "הסכין בגב"?`,
  //   options: [
  //     `תאורייה הקובעת כי גרמניה נכשלה במלחמת העולם הראשונה בשל בגידתם של הקומוניסטים הסוטציאליסטים והיהודים`,
  //     `תאורייה הקובעת כי גרמניה נכשלה במלחמת העולם הראשונה בשל בגידתם של הקומוניסטים הסוטציאליסטים והבריטים`,
  //     `תאוריה המנסה להסביר את המניע של גרמניה לפתוח במלחמת עולם נוספת`,
  //     `תאוריה שהאמריקאים סוברים כי בעקבותיה נוסדה המםלגה הנציונאל-סוציאליסטית שבראשה עמד אדולף היטלר`
  //   ],
  //   a: [
  //     `תאורייה הקובעת כי גרמניה נכשלה במלחמת העולם הראשונה בשל בגידתם של הקומוניסטים הסוטציאליסטים והיהודים`
  //   ]
  // },
  // {
  //   q: `מתי חוקקו חוקי נירבנרג ומה עיקרם?`,
  //   options: [
  //     `1939- הקמת הגטאות בעבור יהודי המדינות שנכבשו על ידי גרמניה`,
  //     `1940 - הקמת פסי הרכבת לאושוויץ וטרבלניקה`,
  //     `1935- סימון היהודים כגזע נפרד ואיסור על נישואים בין יהודים לגרמנים`,
  //     `1935- איסור על העסקת יהודים`
  //   ],
  //   a: [`1935- סימון היהודים כגזע נפרד ואיסור על נישואים בין יהודים לגרמנים`]
  // },
  // {
  //   q: `מדוע גרמניה לא נדרשה לפצות את היהודים לאחר המלחמה?`,
  //   options: [
  //     `מאחר והיהודים ראו בקבלת כסף עוול שתהווה מעין מחילה על הטבח שהתחולל בשואה`,
  //     `מאחר וליהודים לא הייתה מדינה שעמדה במלחמה עמם`,
  //     `הגרמנים לא הסכימו להודות באחריותם לטבח ביהודים`,
  //     `מאחר והמדינות מולן נחתם ההסכם עדיין לא הכירו בהשלחותיה של השואה.`
  //   ],
  //   a: [`מאחר וליהודים לא הייתה מדינה שעמדה במלחמה עמם`]
  // },
  // {
  //   q: `מי יזם את הקמתה של משכנות שאננים?`,
  //   options: [`משה מוטינפיורי`, `דוד בן גוריון`, `רוטשילד`, `הסטודנטים בעיר ירושלים`],
  //   a: [`משה מוטינפיורי`]
  // },
  // {
  //   q: `מה קרה בשבת השחורה שהתרחשה ב- 29/06/1946?`,
  //   options: [
  //     `נעצרו והוצאו להורג מרבית ראשי היישוב היהודי`,
  //     `נעצרו ראשי היישוב היהודי- הוטל עוצר על אזורים יהודיים ונערכו חיפושים נרחבים אחר נשק מוסלק`,
  //     `כחלק מפעולות האצל והלח"י פוצץ מלון המלך דוד בירושלים`,
  //     `המון ערבי שהוסת בידי המופתי של ירושלים- חאג' אמין אל חוסיין- התנפל על יהודים שנקרו בדרכו`
  //   ],
  //   a: [
  //     `נעצרו ראשי היישוב היהודי- הוטל עוצר על אזורים יהודיים ונערכו חיפושים נרחבים אחר נשק מוסלק`
  //   ]
  // },
  // {
  //   q: `מהן הסיבות לפרוץ מלחמת סיני?`,
  //   options: [
  //     `פיגועים חוזרים ונשנים מצד מצרים וירדן, מניעת כניסת אוניות מסחר לכיוון ישראל, ערעור מאזן הכוחות בעקבות עסקת הנשק הצ'כית-מצרית ואינטרסים פוליטיים עם צרפת ובריטניה`,
  //     `פיגועים חוזרים ונשנים מצד מצרים וירדן, עוצר כניס ויציאה דרך גבול מצרים ואינטרסים פוליטיים מדיניים עם ארצות הברית`,
  //     `הטלת עוצר מוחלט על כלל או יות המעוניינות לעבור דרך תעלת סואץ לשטח ישראל וביצוע מספר רב של פיגועים ביישובי הספר`,
  //     `מידע מודיעיני כי מצרים עתידה לפתוח במלחמב, התחמושתה בציוד מלחמה רב בעקבות הסכם עם צ'כיה, סכסוך בין צרפת השולטת במצרים לבין בריטניה השולט בשיראל ורצונה של ישראל לסייע לשותפתה הבריטית`
  //   ],
  //   a: [
  //     `פיגועים חוזרים ונשנים מצד מצרים וירדן, מניעת כניסת אוניות מסחר לכיוון ישראל, ערעור מאזן הכוחות בעקבות עסקת הנשק הצ'כית-מצרית ואינטרסים פוליטיים עם צרפת ובריטניה`
  //   ]
  // },
  // {
  //   q: `מהי מטרות של מבצע אופרה?`,
  //   options: [
  //     `א. להביא למנוסה של גורמי טרור צפונה`,
  //     `ב. השמדת הכור הגריעיני בעיראק`,
  //     `ג. השמדת הכור הגרעיני באיראן`,
  //     `ד. חילוץ יהודי עיראק`
  //   ],
  //   a: [`ב. השמדת הכור הגריעיני בעיראק`]
  // },
  // {
  //   q: `מהן סכנות השט"ד?`,
  //   options: [
  //     `א. הלם, היפותרמיה ופגיעה במערכת הנשימה`,
  //     `ב. היפותרמיה, פגיעה במערכת הנשימה ופגיעה במערכת הדם`,
  //     `ג. הלם, היפותרמיה ונמק`,
  //     `ד. הלם ופגיעה רב מערכתית במידה ולא מטופל בזמן`
  //   ],
  //   a: [`ג. הלם, היפותרמיה ונמק`]
  // },
  // {
  //   q: `מי הנשיא שהביא להשגתה של הצהרת בלפור?`,
  //   options: [`חיים ויצמן`, `יצחק בן צבי`, `אפרים קציר`, `זלמן שז"ר`],
  //   a: [`חיים ויצמן`]
  // },
  // {
  //   q: `מהי מפה גיאוגרפית?`,
  //   options: [
  //     `תיאור גרפי מוקטן של יחידת שטח ממבט על`,
  //     `מפה המכילה שטח נרחב ואינה יורדת לפרטים`,
  //     `מעין תצלום של פני השטח הכולל את כל פרטי הנוף של השטח`,
  //     `מפה המציגה את הפרשי הגבהים בין כל צורות התבליט`
  //   ],
  //   a: [`מפה המכילה שטח נרחב ואינה יורדת לפרטים`]
  // },
  // {
  //   q: `מהם הגורמים למעצור ראשון?`,
  //   options: [
  //     `המחסנית לא הוכנסה עד הסוף/ שפתי המחסנית פתוחות מידיי/ דריכה חלבית`,
  //     `המחסנית לא הוכנסה עד הסוף/ שפתיי המחסנית סגורות מדיי/ דריכה חלבית`,
  //     `בעיה בשן החולצת/ המחסנית לא הוכנסה עד הסוף/ דריכה חלבית`,
  //     `הנוקר שבור או שחוק/ יש לכלוך בקנה/ דריכה חלבית`
  //   ],
  //   a: [`המחסנית לא הוכנסה עד הסוף/ שפתיי המחסנית סגורות מדיי/ דריכה חלבית`]
  // },
  // {
  //   q: `4 קביעות שנגרמו בסטטוס קוו?`,
  //   options: [
  //     `שבת/ כשרות/ דיני דת וחינוך`,
  //     `חינוך/ דת/ שבת ודיני אישות`,
  //     `שבת/ כשרות/ דיני אישות וחינוך`,
  //     `חינוך/ דת/ דיני אישות וחינוך`
  //   ],
  //   a: [`שבת/ כשרות/ דיני אישות וחינוך`]
  // },
  // {
  //   q: `מתי פותח ה-M16 הארוך ועל ידי מי?`,
  //   options: [`קולט - 1963`, `קולט - 1973`, `בולט- 1963`, `בולט - 1973`],
  //   a: [`קולט - 1963`]
  // },
  // {
  //   q: `איך נהוג לקרוא לגוף המצומצם של השרים בו נידונים נושאים הדורשים הכרעה מידית?`,
  //   options: [`ממשלה מצומצמת`, `מטבחון`, `ממשלה`, `אין לו שם מוגדר`],
  //   a: [`מטבחון`]
  // },
  // {
  //   q: `איך נבחר שופט?`,
  //   options: [
  //     `המינוי נעשה על ידי ועדה מיוחדת ולא על ידי חברי הכנסת או הציבור`,
  //     `הממשלה בוחרת את השופטים`,
  //     `המינוי נעשה על ידי ועדה מיוחדת המורכבת מחברי כנסת לבחירות הציבור`,
  //     `ישנן בחירות כל שבע שנים בהן נבחרים כלל השופטים`
  //   ],
  //   a: [`המינוי נעשה על ידי ועדה מיוחדת ולא על ידי חברי הכנסת או הציבור`]
  // },
  // {
  //   q: `כיצד בא לידי ביטוי הצביון יהודי של המסגרת הצבאית?`,
  //   options: [
  //     `הקמת בתי כנסת בבסיסי צה"ל- טיפול הברנות הצבאית בחללים וגיור בצבא`,
  //     `שמירת כשרות ושבת בכל בסיסי צה"ל וגיור בצבא`,
  //     `אין הגדרה ברורה- אלא כל בסיס קובע לרמתו כאשר בכל בסיסי צה"ל ישנה חובה לשמור על כשרות במטבחים`,
  //     `שמירת כשרות בכל מטבחי צה"ל/ נוהל שבת/ טיפול הרבנות הצבאית בחללים וגיור בצבא`
  //   ],
  //   a: [`שמירת כשרות בכל מטבחי צה"ל/ נוהל שבת/ טיפול הרבנות הצבאית בחללים וגיור בצבא`]
  // },
  // {
  //   q: `היכו ממוקם קבר הנביא שועייב?`,
  //   options: [`בצפון בקרבת פקיעין`, `בגליל בקרבת כפר חיטים`, `בגליל בקרבת בית ג'ן`, `בגליל בקרבת כפר חורפיש`],
  //   a: [`בגליל בקרבת כפר חיטים`]
  // },
  // {
  //   q: `מי הם הצ'רקסים?`,
  //   options: [
  //     `עם שמוצאו קווקז ודתם אסלאם`,
  //     `עם שמוצאם קווקז ודתם נצרותף עם שמוצאו אירופה ודתם נצרות`,
  //     `עם שמוצאו אירופה ודתם נצרות`,
  //     `עם שמוצאו רוסי ודתם אסלאם`
  //   ],
  //   a: [`עם שמוצאו קווקז ודתם אסלאם`]
  // },
  // {
  //   q: `מתי חל יום הזיכרו לחללי צה"ל?`,
  //   options: [`ה' באייר`, `ד' באייר`, `כ"ט בחשוון`, `כ"ה בכסלו`],
  //   a: [`ד' באייר`]
  // },
  // {
  //   q: `ע"פ ההלכה- תוך כמה זמן המצה צריכה להיות מוכנה מרגע הערבוב עם מים?`,
  //   options: [`18 דקות`, `66 דקות`, `15 דקות`, `30 דקות`],
  //   a: [`18 דקות`]
  // },
  // {
  //   q: `מהו חג הפסחא?`,
  //   options: [
  //     `החג מסמל את תחייתו של ישו שלושה ימים לאחר צליבתו`,
  //     `חג הנחגג על ידי הנוצרים והוא אינו מסמל דבר אלא רק פיריון והיווצרות חיים חדשים`,
  //     `חג המסמל את יום ראשון הראשון לאחר הופעת הירח בראשיתו של האביב`,
  //     `החג מסמל פיריון והיווצרותם של חיים חדשים`
  //   ],
  //   a: [`החג מסמל את תחייתו של ישו שלושה ימים לאחר צליבתו`]
  // },
  // {
  //   q: `מדוע מעמדו של הורדוס היה מורכב מבחינת היהודים?`,
  //   options: [
  //     `הוא היה בן למשפחת אדומים- אמנם הייתה להם קרבה למשפחת החשמונאים- אבל היו עוד טוענים לכתר מבית חשמונאי`,
  //     `מבחינה הלכתית הוא לא היה יהודי ונתפס כגורם זר`,
  //     `מבחינה הלכתית הוא כן היה יהודי אבל נתפס כגורם זר המושפע מהתרבות הרומית`,
  //     `הוא כבש באכזריות שטחים נרחבים מהממלכה היהודית ורצח את כל מי שהתנגד לו`
  //   ],
  //   a: [`מבחינה הלכתית הוא כן היה יהודי אבל נתפס כגורם זר המושפע מהתרבות הרומית`]
  // },
  // {
  //   q: `המשנה הייתה פועלו המרכזי של:`,
  //   options: [`שמעון בר כוכבא`, `רבי יהודה הנשיא`, `רשב"י`, `רבי עקיבא`],
  //   a: [`רבי יהודה הנשיא`]
  // },
  // {
  //   q: `מי היו חובבי ציון?`,
  //   options: [
  //     `חברי אגודות שביקשו לקדם התיישבות יהודית בארץ ישראל ופעלו ללא ארגון גג מרכזי`,
  //     `יהודים שומרי מסורת שביקשו לקדם התיישבות ציונית דתית בארץ ישראל`,
  //     `יהודים עולי ברית המועצות שביקשו לעלות לארץ ישראל`,
  //     `היוו את חלקה המרכזי של העלייה השנייה לארץ ישראל`
  //   ],
  //   a: [`חברי אגודות שביקשו לקדם התיישבות יהודית בארץ ישראל ופעלו ללא ארגון גג מרכזי`]
  // },
  // {
  //   q: `במה דגל זרם הציונות הסוציאליסטית?`,
  //   options: [
  //     `שמירה על צביונה הדתי של הציונות`,
  //     `הימנעות מהתערבות בחינוך/ תרבות ודת ולחזק את יעדיו המדיניים של הרצל`,
  //     `לשלב את הרעיון הציוני של הקמת בית לאומי לעם היהודי ע"פ עקרונות הסוציאליזם`,
  //     `באמונה כי על מנת להתיישב במדינת ישראל יש להשיג צ'ארטר שיאפשר זאת`
  //   ],
  //   a: [`לשלב את הרעיון הציוני של הקמת בית לאומי לעם היהודי ע"פ עקרונות הסוציאליזם`]
  // },
  // {
  //   q: `מה היטלר עשה על מנת לבטל את הדמוקרטיה בגרמניה?`,
  //   options: [
  //     `המשיך לקיים בחירות דמוקרטיות אך פגע בכלל מתנגדיו וכך מנע אפשרות כי יתקוממו נגדו`,
  //     `הבדיל את הקהילה היודית מכלל האזרחים במסווה של פעולה לטובת האזרחים וכך שכנע את תושבי גרמניה לבחור בו`,
  //     `תחילה היטלר ביטל את כלל קולות ההתנגדות סביבו- ולאחר מכן נכנס למלחמה שכן במלחמה אין בחירות`,
  //     `ביטל את הסמכות של הרשות המחוקקת, אסר על קיומן של מפלגות והחל לפגוע במתנגדי החוק`
  //   ],
  //   a: [`ביטל את הסמכות של הרשות המחוקקת, אסר על קיומן של מפלגות והחל לפגוע במתנגדי החוק`]
  // },
  // {
  //   q: `מתי התרחש ליל הבדולח?`,
  //   options: [`נובמבר 1938`, `אוקטובר 1938`, `נובמבר 1937`, `דצמבר 1937`],
  //   a: [`נובמבר 1938`]
  // },
  // {
  //   q: `מהם הגטאות הגדולים ביותר?`,
  //   options: [`וורשה וקרקוב`, `וורשה ולודג'`, `לודג' ווינסק`, `סלוניקי וקרקוב`],
  //   a: [`וורשה ולודג'`]
  // },
  // {
  //   q: `מי היה ישראל קסטנר?`,
  //   options: [
  //     `עורך דין עיתונאי ציונישהציל יהודים באמצעות משא ומתן בבודפשט`,
  //     `יהודי שהצטרף לכוחות הס"ס`,
  //     `יהודי שנשפט על הוצאת דיבה על מלכיאל גרינוולד`,
  //     `שורד שואה שסיפר עדותו מספר פעמים`
  //   ],
  //   a: [`עורך דין עיתונאי ציונישהציל יהודים באמצעות משא ומתן בבודפשט`]
  // },
  // {
  //   q: `מהו הסכם סייקס-פיקו?`,
  //   options: [
  //     `הסכם חשאי שנחתם לאחר מלחמת העולם הראשונה בין בריטניה לצרפת בו חילקו בינהן את מדינת ישראל`,
  //     `הסכם חשאי שנחתם לאחר מלחמת העולם הראשונה בין בריטניה לצרפת בו חילקו בינהן את המזרח התיכון`,
  //     `הסכם חשאי שנחתם לאחר מלחמת העולם הראשונה בין בריטניה לצרפת בו חילקו בינהן את מדינת ישראל`,
  //     `הסכם חשאי שנחתם לאחר מלחמת העולם השנייה בין בריטניה לצרפת בו חילקו בינהן את המזרח התיכון`
  //   ],
  //   a: [`הסכם חשאי שנחתם לאחר מלחמת העולם הראשונה בין בריטניה לצרפת בו חילקו בינהן את המזרח התיכון`]
  // },
  // {
  //   q: `מתי התרחש קרב תל חי?`,
  //   options: [`1 במרץ 1920`, `14 במרץ 1920`, `1 במאי 1920`, `אוגוסט 1929`],
  //   a: [`1 במרץ 1920`]
  // },
  // {
  //   q: `מה הביא את ממשלת ישראל להחלטה להציל את יהודי אתיופיה?`,
  //   options: [`רעב קשה שהיה באתיופיה`, `רדיפות קשות`, `הפיכת יהודי אתיופיה לעובדים`, `הבדלת יהודי אתיופיה משאר האזרחים וחשש משואה שנייה`],
  //   a: [`רדיפות קשות`]
  // },
  // {
  //   q: `מהו ארגון בר גיורא?`,
  //   options: [
  //     `ארגון מחתרת שפעל טרם הקמת המדינה`,
  //     `אחד מהארגונים שהיו בראשותו של בן גוריון`,
  //     `ארגון המגן הראשון שהוקם ב1917`,
  //     `ארגון המגן הראשון שהוקם ב1907`
  //   ],
  //   a: [`ארגון המגן הראשון שהוקם ב1907`]
  // },
  // {
  //   q: `מתי הייתה ההפוגה הראשונה במלחמת העצמאות?`,
  //   options: [`25 ביוני 1948`, `29 בנובמבר 1947`, `9 ביולי 1948`, `11 ביוני 1948`],
  //   a: [`11 ביוני 1948`]
  // },
  // {
  //   q: `מהו קו אפיק?`,
  //   options: [
  //     `קו המחבר בין כמה כיפות`,
  //     `קו המחבר בין כלל פיצולי הנחלים`,
  //     `השביל שמחבר בין הכיפה לאוכף`,
  //     `קו המחבר בין פיצולי הנחלים לקו רכס`
  //   ],
  //   a: [`קו המחבר בין כלל פיצולי הנחלים`]
  // },
  // {
  //   q: `לאיפה זורקים את המחסנית בעת ירי מסוג רתק בעת תפעול מעצור שלישי?`,
  //   options: [
  //     `אביא לחבר שנמצא לידי בעת הירי`,
  //     `על היורה להניח את המחסנית על ידו ולהחזיר אותה לאפוד בגמר הירי טרם עזיבת העמדה`,
  //     `אזרוק אותה על הרצפה ואשאיר אותה שם עד לסיום המטווח`,
  //     `אכניס אותה מיד לכיס האפוד`
  //   ],
  //   a: [`על היורה להניח את המחסנית על ידו ולהחזיר אותה לאפוד בגמר הירי טרם עזיבת העמדה`]
  // },
  // {
  //   q: `איזה ראש ממשלה זכה ב4- צל"שי רמטכ"ל ועיטור מופת?`,
  //   options: [`יצחק רבין`, `בנימין נתניהו`, `יצחק שמיר`, `אהוד ברק`],
  //   a: [`אהוד ברק`]
  // },
  // {
  //   q: `מה היה ארגון ההגנה?`,
  //   options: [
  //     `ארגון קטן מחתרתי שכלל גברים בלבד`,
  //     `ארגון עממי ונרחב שכלל כברים בלבד`,
  //     `ארגון קטן מחתרתי שכלל נשים וגברים`,
  //     `ארגון עממי שכלל נשים וגברים`
  //   ],
  //   a: [`ארגון עממי שכלל נשים וגברים`]
  // },
  // {
  //   q: `מהו תבליט?`,
  //   options: [
  //     `שם כולל לכל צורות פני השטח`,
  //     `צורות נוף המשתנה לעיים במפה הטופוגרפית`,
  //     `שם כולל למספר צורות פני השטח כמו נחל ומיוערת`,
  //     `שם כולל לקבוצת פרטי נוף המכסים את השטח`
  //   ],
  //   a: [`שם כולל לכל צורות פני השטח`]
  // },
  // {
  //   q: `מהי תכסית?`,
  //   options: [
  //     `שם כולל לכל צורות פני השטח`,
  //     `צורות נוף המשתנה לעיים במפה הטופוגרפית`,
  //     `שם כולל למספר צורות פני השטח כמו נחל ומיוערת`,
  //     `שם כולל לקבוצת פרטי נוף המכסים את השטח`
  //   ],
  //   a: [`שם כולל לקבוצת פרטי נוף המכסים את השטח`]
  // },
  // {
  //   q: `באיזה תאריך היה משפט אייכמן?`,
  //   options: [`10 באפריך 1961`, `15 במאי 1962`, `4 באפריל 1960`, `15 במאי 1961`],
  //   a: [`10 באפריך 1961`]
  // },
  // {
  //   q: `מהי מהירות הלוע של 16M ארוך?`,
  //   options: [`886 מ/ש`, `668 מ/ש`, `990 מ/ש`, `909 מ/ש`],
  //   a: [`990 מ/ש`]
  // },
  // {
  //   q: `מי לקחו חלק בגדודים העבריים?`,
  //   options: [
  //     `יהודים שלחמו עם הבריטים במלחמת העולם הראשונה`,
  //     `יהודים שנלחמו נגד הבריטים עם סיום מלחמת העולם השנייה`,
  //     `יהודים שביצעו פעולות עצמאיות נגד האימפריה העותמאנית שהייתה בישראל`,
  //     `יהודים שנלחמו נגד הבריטים עם סיום מלחמת העולם הראשונה`
  //   ],
  //   a: [`יהודים שלחמו עם הבריטים במלחמת העולם הראשונה`]
  // },
  // {
  //   q: `מה היה באיגרת הבזק של היידריך?`,
  //   options: [
  //     `הוראות לגבי אופן הטיפול ביהודים`,
  //     `הוראות לגבי אופן הטיפול בזרים עצמאיים בשטח`,
  //     `הצהרה על הקמת כוחות ס"ס`,
  //     `הצהרה על התחלת הפיתרון הסופי`
  //   ],
  //   a: [`הוראות לגבי אופן הטיפול ביהודים`]
  // },
  // {
  //   q: `מי היה מנהיגה של מדינת ישראל בתקופת חורבן בית שני?`,
  //   options: [`דוד המלך`, `הורדוס`, `שלמה המלך`, `איכה`],
  //   a: [`הורדוס`]
  // },
  // {
  //   q: `למה נפסקה העלייה השלישית?`,
  //   options: [
  //     `לאור פרוץ מלחמת העולם הראשונה`,
  //     `לאור סכסוך בין העולים בעליי זו לעולים מעליות קודמות`,
  //     `לאור פרוץ מלחמת העולם השנייה`,
  //     `משבר כלכלי חריף שפרץ ביישוב היהודי`
  //   ],
  //   a: [`משבר כלכלי חריף שפרץ ביישוב היהודי`]
  // }





  ]
});
