registerExam({
  id: 'maoz',
  title: 'מבחן מעוז',
  mode: 'flat',
  questions: [
    {
      q: "מהו תפקידו העיקרי של בג\"ץ?",
      a: ["לבקר את פעולות הרשויות ולהגן על זכויות האדם"],
      options: [
        "לקבוע את תקציב המדינה",
        "לבקר את פעולות הרשויות ולהגן על זכויות האדם",
        "להצביע על חוקים חדשים",
        "לאשר מינויים בצה\"ל"
      ]
    },
    {
      q: "מתי הוכרזה מדינת ישראל?",
      a: ["14 במאי 1948"],
      options: [
        "29 בנובמבר 1947",
        "14 במאי 1948",
        "5 ביוני 1967",
        "15 במאי 1950"
      ]
    },
     {
      type: 'order',
      q: "מספר בסדר הנכון את מבנה התחקיר הצבאי",
      a: [
        "כללי: תיאור כללי של האירוע- תאריך מקום, יחידה, תיאור כללי, ותוצאות",
        "כללי: פרטים כללים- מי תחקרף מי השתתף בתחקיר, חומרים עליהם התבסס התחקיר",
        "ממצאים: ממצאי רקע",
        "ממצאים: ממצאי רצף כרונולוגי של התרחשות האירוע",
        "ממצאים: ממצאים נוספים (מחולקים לפי הנושאים שתוחקרו",
        "מסקנות: ניתוח הגורמים לאירוע (גורם ישיר לאירוע וגורמים תורמים)",
        "מסקנות: ניתוח הממצאים (תקלות, שגיאות, נקודות לשימור",
        "לקחים: הלקח, האחריות והללוז לביצוע",
        "המלצות: הפניה לרמה ממונה",
        "סיכום המפקד (רשות)"
      ]
    }

    // כאן תוסיפי את כל שאלות מבחן מעוז
  ]
});
