registerExam({
  id: 'mechin_maoz',
  title: 'מבחן מכין מעוז',
  mode: 'flat',
  questions: [
    {
        q: "מי הקים את ההסתדרות הציונית העולמית",
        a: ["תיאודר זאב הרצל"],
        options: ["תיאודר זאב הרצל" , "דוד בן גוריון", "גולדה מאיר", "זאב גבוטינסקי"]
    },
    {
        q: "באיזו שנה הוקמה ההסתדרות הציונית העולמית",
        a: ["1897"],    
        options: ["1897", "1901", "1917", "1920"]
    }, 
    {
        type: 'match',
        q: "התאם בין התאריך הנכון ביותר שבו קרה אירוע לאירוע עצמו",
        pairs: [
            { label: '23.05.1948',         correct: '1' },
            { label: '1976',         correct: '2' },
            { label: '14.05.1948',      correct: '3' },
            { label: '1948',        correct: '4' },
            { label: '2004',     correct: '5' },
            { label: '1994',        correct: '6' },
        ],
        options: [
            { key: '1',  text: "פקודות הקמת צהל" },
            { key: '2',  text: 'חוק יסוד הצבא' },
            { key: '3',  text: 'מגילת העצמאות' },
            { key: '4',  text: "נוסח שבועת האמונים לצהל"},
            { key: '5',  text: 'מסמך ייעוד וייחוד' },
            { key: '6',  text: 'מסמך רוח צהל' },
        ]
    },
  {
    q: "מבין האפשרויות הבאות, מה נחשבת לסוגיה מרכזית בדמוקרטיה הישראלית?",
    a: ["עיקרון הייצוגיות ועיקרון המשילות"],
    options: ["גיוס בנות למערך הלוחם", "גיוס חובה לצה\"ל", "חילול שבת", "עיקרון הייצוגיות ועיקרון המשילות"]
  },
  {
    q: "מהם שני התפקידים העיקריים של כנסת ישראל?",
    a: ["חקיקת חוקים + בקרה על עבודת הממשלה"],
    options: ["שיפוט ואכיפת חוקים", "הכרעת בנושאי חוץ וביטחון + אכיפת חוקים", "הכרעות בנושאי חוץ וכלכלה + חקיקת חוקים", "חקיקת חוקים + בקרה על עבודת הממשלה"]
  },
  {
    q: "מה היה תפקידו הצבאי של עזר ויצמן לפני מינויו לנשיא?",
    a: ["טייס קרב בחיל האוויר"],
    options: ["מח\"ט גולני", "טייס קרב בחיל האוויר", "ראש אגף המבצעים", "ראש אמ\"ן"]
  },
  {
    q: "מה תפקיד האופוזיציה?",
    a: ["להציע לציבור אלטרנטיבה שלטונית ולבקר את הממשלה"],
    options: ["לגבות בכנסת את צעדי הממשלה ולהגן על החלטותיה", "להציע לציבור אלטרנטיבה שלטונית ולבקר את הממשלה", "לייצג את הציבור בממשלה ולחוקק חוקים", "להוביל את הכנסת ולבקר את הממשלה"]
  },
  {
    q: "למי קדוש קבר הנשיא שועייב?",
    a: ["דרוזים"],
    options: ["דרוזים", "צ'רקסים", "בדואים", "ארמנים"]
  },
  {
    q: "מי הם הג'ואהל?",
    a: ["דרוזים שאינם מכירים את הדת על בורייה"],
    options: ["כינוי לדרוזי גרוש", "דרוזים שאינם מכירים את הדת על בורייה", "הדרוזים שמתגייסים לצבא", "כינוי לדרוזי מאוס"]
  },
  {
    q: "מיהו נביא?",
    a: ["אדם שחווה התגלות על אנושית"],
    options: ["שליח המלך", "אדם המפיץ את דתו", "מגד עתידות", "אדם שחווה התגלות על אנושית"]
  },
  {
    q: "איזו פרשה כתובה על הקלף הנמצא במזוזה?",
    a: ["פרשת שמע"],
    options: ["פרשת לך לך", "פרשת ויבוא", "פרשת שמע", "פרשת ויצא"]
  },
  {
    q: "מהי תפילת התשליך?",
    a: ["תפילת יום הראשון בראש השנה- מבטאת את הרצון להשלכת החטאים לנהר וחזרה בתשובה"],
    options: [
      "תפינת השנה החדשה- לשנה פורייה ומוצלחת כמו הקודמת לה",
      "תפילה הנאמרת על שפת נהר או מקווה מים- מהווה ביטוי לרצון לשנת גשמים ושגשוג",
      "תפילת יום כיפור במהלכה מבצעים תשליך כל חטאינו על תרנגול",
      "תפילת יום הראשון בראש השנה- מבטאת את הרצון להשלכת החטאים לנהר וחזרה בתשובה"
    ]
  },
  {
    q: "היכן נקבר יצחק רבין ז\"ל?",
    a: ["הר הרצל"],
    options: ["הר הרצל", "הר הזיתים", "בכיכר מלכי ישראל", "שדה בוקר"]
  },
  {
    q: "מתי חל ל\"ג בעומר?",
    a: ["33 יום מחג הפסח"],
    options: ["33 יום מחג פורים", "49 יום לספירת העומר", "49 יום מחג הפסח", "33 יום מחג הפסח"]
  },
  {
    q: "מה מציינים בתאריך כ\"ב בתשרי?",
    a: ["את יום שמיני עצרת ושמחת תורה"],
    options: ["תחילת תענית אסתר", "את יום שמיני עצרת ושמחת תורה", "את יום הכיפורים", "את תחילת חג הסוכות"]
  },
  {
    q: "לשם מה פעלה תנועת החסידות?",
    a: ["קירוב כלל היהודים- חסרי ההשכלה וקשיי היום במזרח אירופה לדת"],
    options: [
      "קירוב כלל היהודים- חסרי ההשכלה וקשיי היום במזרח אירופה לדת",
      "חזרה בתשובה של גויים במזרח אירופה",
      "הטמעת המצוות שבין האדם למקום בחברה היהודית",
      "סיוע ליהודים קשיי יום כלכלית- חלוקת מזון ומציאת מקום עבודה"
    ]
  },
  {
    q: "מי היו בניו של אבי העם היהודי?",
    a: ["ישמעאל ויצחק"],
    options: ["ישמעאל ויצחק", "יצחק ויעקב", "יעקב ועשו", "קין והבל"]
  },
  {
    q: "מי היה מלכה הראשון של ישראל?",
    a: ["שאול"],
    options: ["שלמה", "דוד", "שאול", "שמואל"]
  },
  {
    q: "מהי עלילת דם?",
    a: ["כינוי המתייחס אל סיפורי שקר בעלי מאפיינים אנטישמיים"],
    options: [
      "שבועון אנטישמי שהופץ בגרמניה",
      "פוגרום בקישינב",
      "כינוי המתייחס אל סיפורי שקר בעלי מאפיינים אנטישמיים",
      "הוצאת דיבה נגד יהודי אתיופיה"
    ]
  },
  {
    q: "מי מונה למלוך על יהודה לאחר \"גלות החרש והמסגר\"?",
    a: ["צדקיהו"],
    options: ["יהויכין", "יהואחז", "שלמה", "צדקיהו"]
  },
  {
    q: "האנוסים היו יהודים שהמירו את דתם לדת ה:",
    a: ["נוצרית"],
    options: ["נוצרית", "שיעית", "דרוזים", "מוסלמית"]
  },
  {
    q: "מדוע נאמר על רש\"י שפיזר את אוצרות רוחו?",
    a: ["חיבר פירוש מקיף על התורה והתלמוד והוא בשימוש עד היום"],
    options: [
      "חיבר מגילות כתובות",
      "חיבר פירוש מקיף על התורה והתלמוד והוא בשימוש עד היום",
      "פירש חלומות תנ\"כיים",
      "פעל למען הדת היהודית אך סבל בסוף חייו"
    ]
  },
  {
    q: "מה נאלצו יהודי תימן לעשות בעקבות רדיפה דתית בשנים 1678-1679?",
    a: ["להתאסלם או לעזוב את ביתיהם"],
    options: [
      "למכור את עצמם כעבדים",
      "לשלם מיסים כפולים",
      "למצוא עבודה חדשה",
      "להתאסלם או לעזוב את ביתיהם"
    ]
  },
  {
    q: "כיצד החלה מלחמת העולם השנייה?",
    a: ["בפלישה לפולין"],
    options: ["בפלישה לברית המועצות", "בפלישה לפולין", "בסיפוח אוסטריה", "בפלישה לצרפת"]
  },
  {
    q: "מי הם חסידי אומות העולם?",
    a: ["גויים אשר הצילו יהודים תוך סיכון עצמי ללא תמורה"],
    options: [
      "אוקראינים שהצילו יהודים תמורת תשלום",
      "גויים אשר נטלו חלק בהצלת יהודים תוך סיכון עצמי ללא תמורה",
      "יהודים אשר הצילו יהודים",
      "גרמנים שהצילו יהודים תמורת תשלום"
    ]
  },
  {
    q: "מהו 'מישילינגה'?",
    a: ["צאצא לנישואי תערובת"],
    options: ["צאצא לנישואי תערובת", "חוקים נגד יהודים", "תנועת הנוער הנאצית", "תנועת נוער יהודית"]
  },
  {
    q: "מהי פרשת האונייה סנט לואיס?",
    a: ["אוניית מעפילים מגרמניה לקובה שסורבה ב-1939"],
    options: [
      "אוניית נופש לישראל משנת 1980",
      "אוניית נשק שהופצצה ב-1948",
      "אוניית מעפילים שיצאה מגרמניה לקובה אך סורבה ב-1939",
      "אוניית מעפילים שטבעה ב-1946"
    ]
  },
  {
    q: "בשנת 1938 – אילו שמות אולצו היהודים להוסיף לתעודת הזהות?",
    a: ["בנים ישראל ובנות שרה"],
    options: ["בנים ישראל ובנות שרה", "בנים אברהם ובנות לאה", "בנים אברהם ובנות רבקה", "בנים ישראל ובנות מרים"]
  },
  {
    q: "מהו היודנראט?",
    a: ["הגוף האמון על תיווך הציבור היהודי לשלטון הגרמני"],
    options: [
      "כינוי ליהודים שעבדו בקרמטוריום",
      "כינוי לשוטרים יהודים",
      "הגוף האמון על תיווך הציבור היהודי לשלטון הגרמני",
      "כינוי לסטראוטיפ אנטישמי"
    ]
  },
  {
    q: "מה החוק בדבר החזרת הפקידות המבצעית על כנה?",
    a: ["סילוק גורמים הנתפסים כלא נאמנים לשלטון"],
    options: [
      "חוק המטיל מיסים על פקידים יהודים",
      "סילוק גורמים הנתפסים כלא נאמנים למוסדות השלטון",
      "חוק מתוך חוקי נירנברג",
      "סילוק היהודים מתפקידי הפקידות"
    ]
  },
  {
    q: "מה היה המניע לפרוץ ליל הבדולח ב-1938?",
    a: ["רצח המזכיר בשגרירות גרמניה בצרפת"],
    options: [
      "מהומות יהודים בזמן פרוץ המלחמה",
      "עבירה פלילית נגד גרמניה",
      "ניסיון להבריח יהודים",
      "רצח המזכיר בשגרירות גרמניה בצרפת"
    ]
  },
  {
    q: "איזו תנועה התנגדה לפקידי הברון רוטשילד?",
    a: ["ביל\"ו"],
    options: ["הציונות הכללית", "בית\"ר", "ביל\"ו", "אגודת ישראל"]
  },
  {
    q: "איזה ארגון עובדים הוקם בשנת 1920?",
    a: ["ההסתדרות הכללית של העובדים"],
    options: [
      "ההסתדרות הכללית של העובדים",
      "אגודת ישראל",
      "חלוצי העלייה השנייה",
      "ההסתדרות החקלאית"
    ]
  },
  {
    q: "ע\"י מי פורסם הספר הלבן הראשון?",
    a: ["וינסטון צ'רצ'יל"],
    options: ["ג'יימס בלפור", "וינסטון צ'רצ'יל", "אדמונד ג'יימס", "הברון רוטשילד"]
  },
  {
    q: "מי היו מדינות ההסכמה במלחמת העולם הראשונה?",
    a: ["איטליה בריטניה יפן ארה\"ב רוסיה וצרפת"],
    options: [
      "איטליה גרמניה רוסיה בריטניה אירלנד וסין",
      "איטליה גרמניה יפן סין ארה\"ב וצרפת",
      "איטליה בריטניה בולגריה רוסיה וצרפת",
      "איטליה בריטניה יפן ארה\"ב רוסיה וצרפת"
    ]
  },
  {
    q: "היכן ישבו אנשי היישוב הישן?",
    a: ["ירושלים צפת טבריה וחברון"],
    options: [
      "ירושלים טבריה עתלית וחברון",
      "ירושלים צפת טבריה וחברון",
      "ירושלים צפת חיפה ועתלית",
      "ירושלים צפת טבריה וחיפה"
    ]
  },
  {
    q: "מה היה מבצע ביעור הבערות?",
    a: ["מבצע להרחבת ידיעת קריאה וכתיבה בקרב מבוגרים חלשים"],
    options: [
      "מבצע צבאי בל\"ג בעומר",
      "מבצע שריפת חמץ",
      "מבצע להרחבת ידיעת קרוא וכתוב בקרב מבוגרים",
      "מבצע לחוק חינוך חובה"
    ]
  },
  {
    q: "באיזו שנה וחודש החל גדי איזנקוט לכהן כרמטכ\"ל?",
    a: ["פברואר 2015"],
    options: ["פברואר 2014", "מאי 2015", "פברואר 2015", "אוקטובר 2015"]
  },
  {
    q: "מה היה הכינוי של אסוולד רופאייזן?",
    a: ["האח דניאל"],
    options: ["האח הגדול", "מר טלוויזיה", "האח ישראל", "האח דניאל"]
  },
  {
    q: "מה אחד הפתרונות המרכזיים שמצא לוי אשכול לקליטת העליות?",
    a: ["הקמת מעברות"],
    options: ["פיתוח חקלאי", "הקמת יישובים", "פיתוח תעשייתי", "הקמת מעברות"]
  },
  {
    q: "באיזה שנה החלה ישראל בהקמת גדר ההפרדה?",
    a: ["2003"],
    options: ["2003", "2001", "2000", "2005"]
  },
  {
    q: "ע\"י מי הוקמו הגדודים העבריים?",
    a: ["יוסף טרומפלדור וזאב ז'בוטינסקי"],
    options: [
      "טרומפלדור וצ'ארלס וינגייט",
      "טרומפלדור וז'בוטינסקי",
      "טרומפלדור וי\"ח ברנר",
      "טרומפלדור וברל כצנלסון"
    ]
  },
  {
    q: "מה שמה הנוסף של החטיבה היהודית הלוחמת?",
    a: ["הבריגדה היהודית"],
    options: [
      "גדודי הקרבות",
      "הגדוד היהודי",
      "פלוגת השדה הלוחמת",
      "הבריגדה היהודית"
    ]
  },
  {
    q: "מדוע מצוין צום גדליה?",
    a: ["מותו ציין את תחילת הגלות"],
    options: [
      "מסמל את חורבן בית המקדש",
      "גדליה היה גיבור ישראל",
      "מסמל את חורבן ירושלים",
      "מותו ציין את תחילת הגלות"
    ]
  },
  {
    q: "לאיזה זרם ציוני קשורה תנועת המזרחי?",
    a: ["ציונות דתית"],
    options: ["הציונות המעשית", "הציונות הסינתטית", "הציונות הסוציאליסטית", "ציונות דתית"]
  }




  
]

 




});
