registerExam({
  id: 'mikratot_pdf',
  title: 'מבחן מקראות מאוד ארוך מתוך קובץ PDF',
  mode: 'flat',
  questions:  [
  {
    "q": "מה היו חלוקת הקולות בהצבעת כ\"ט בנובמבר?",
    "a": ["33 בעד 13 נגד 10 נמנע"],
    "options": ["33 בעד 13 נגד 10 נמנע", "30 בעד 16 נגד 10 נמנע", "26 בעד 20 נגד 5 נמנע", "אף תשובה אינה נכונה"]
  },
  {
    "q": "מתי הוכרזה הקמת המדינה?",
    "a": ["ה' באייר תש\"ח, 14 במאי 1948"],
    "options": ["ה' באייר תש\"ח, 15 במאי 1948", "ה' באייר תש\"ח, 12 במאי 1948", "ד' באייר תש\"ח, 15 במאי 1948", "ה' באייר תש\"ח, 14 במאי 1948"]
  },
  {
    "q": "מתי חתם בן גוריון על פקודת צבא הגנה לישראל?",
    "a": ["26 במאי 1948"],
    "options": ["23 במאי 1948", "28 במאי 1948", "30 בנובמבר 1947", "26 במאי 1948"]
  },
  {
    "q": "איזה שינוי הוכנס למגילת העצמאות?",
    "a": ["חופש דת"],
    "options": ["חופש הביטוי", "חופש העיסוק", "חופש הלשון", "חופש דת"]
  },
  {
    "q": "כמה אנשים חתומים על המגילה?",
    "a": ["37"],
    "options": ["23", "26", "28", "25"]
  },
  {
    "q": "מכמה חלקים מורכבת המגילה?",
    "a": ["שלושה – היסטורי, מעשי והצהרתי"],
    "options": ["שלושה – היסטורי, מעשי והצהרתי", "ארבעה - היסטורי, מעשי, תרבותי והצהרתי", "שניים - בינלאומי והצהרתי", "אחד - המגילה לא מחולקת"]
  },
  {
    "q": "איזה חוקי יסוד נחקקו בעקבות המגילה?",
    "a": ["אף תשובה אינה נכונה"],
    "options": ["חוק השבות, חופש העיסוק, חוק כבוד האדם וחירותו", "חוק השבות, חופש הביטוי וחוק כבוד האדם וחירותו", "חופש הביטוי והעיסוק וכבוד האדם וחירותו", "אף תשובה אינה נכונה"]
  },
  {
    "q": "מאיזה מקורות יונקת רוח צה\"ל?",
    "a": ["ערכי מוסר אוניברסליים, מסורת העם היהודי, מורשת לחימה בצה\"ל"],
    "options": ["ערכי מוסר אוניברסליים, מסורת העם היהודי, מורשת לחימה בצה\"ל", "ערכי מוסר אינדיבידואליים, דרישותיה של ארה\"ב, מורשת קרב", "מסורת העם היהודי, חוקי ההלכה ודרישותיה של ארה\"ב", "חוקי המלחמה במזה\"ת ודרישות מדינות המערב"]
  },
  {
    "q": "מתי, ע\"י מי ולמה נכתב מסמך רוח צה\"ל?",
    "a": ["האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתיפאדה הראשונה"],
    "options": ["רא\"ל אביב כוכבי בעקבות מבצע שומר חומות", "רא\"ל בוגי יעלון בעקבות מבצע עופרת יצוקה", "אלוף אריאל שרון בעקבות טבח סברה ושתילה", "האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתיפאדה ה1"]
  },
  {
    "q": "מתי התווסף ערך הממלכתיות וע\"י מי?",
    "a": ["2020 רא\"ל גדי אייזנקוט"],
    "options": ["2023 רא\"ל אביב כוכבי", "2022 רא\"ל אביב כוכבי", "2020 רא\"ל גדי אייזנקוט", "2011 רא\"ל בני גנץ"]
  },
  {
    "q": "בעקבות מה נקרא מסמך ייחוד וייעוד?",
    "a": ["ספרו של דוד בן גוריון 'ייחוד וייעוד' שעוסק בתפיסותיו הביטחוניות"],
    "options": ["ספרו של דוד בן גוריון 'ייחוד וייעוד' הביטחוניות", "ספרו של מנחם בגין 'ייחוד וייעוד' הביטחוניות", "ספר בן גוריון על תפיסות חברתיות-כלכליות", "ספר בגין על תפיסות חברתיות-כלכליות"]
  },
  {
    "q": "מה מגדיר מסמך זה?",
    "a": ["את תפקידו ואת האחריות של צה\"ל בעיצוב הערכים של מפקדיו וחייליו"],
    "options": ["תפקיד צה\"ל בעיצוב הערכים", "תפקיד הקצינים בעיצוב הערכים", "תפקיד המפקדים הבכירים בעיצוב הערכים", "אף תשובה אינה נכונה"]
  },
  {
    "q": "מהי המשמעות של הממלכתיות הצבאית?",
    "a": ["רצון הכלל גובר על רצון הפרט – פועלים למען מכנה משותף גדול מאיתנו"],
    "options": ["רצון הפרט גובר", "רצון הכלל גובר", "הכל יחד משרת מטרת על", "כל התשובות נכונות"]
  },
  {
    "q": "באילו עקרונות נשתמש במסגרת הממלכתיות הצבאית?",
    "a": ["עקרון הגנת המדינה, עקרון המרות, יושרה, נציגות ואחריות"],
    "options": ["הגנת המדינה, מרות, יושרה, נציגות, אחריות", "נציגות, ציונות, הוראה, ביטחון המדינה", "כנות, יחסי אנוש, ציונות, ביטחון המדינה", "לחימה, יחסי אנוש, ביטחון המדינה"]
  },
  {
    "q": "במה מתבטא היותו של הצבא צבא במדינה יהודית ודמוקרטית?",
    "a": ["כפיפות לדרג המדיני, חובת ביצוע המשימה, גיבוש זהות לאומית, צביון יהודי ורוח צה\"ל"],
    "options": ["כפיפות למדיני + חובת ביצוע + זהות לאומית + צביון יהודי", "כפיפות למשפטי", "גיבוש זהות בינלאומית", "רשות ביצוע המשימה"]
  },
  {
    "q": "מהם מאפייני הקצין הישראלי?",
    "a": ["אחריות למשימה, ראוי לפקודיו, לומד ומלמד, איש שטח ובעל חשיבה ביקורתית"],
    "options": ["ראוי למפקדיו", "ראוי לפקודיו, לוחם", "דעתן מאוד", "ראוי לפקודיו, איש שטח, ביקורתי"]
  },
  {
    "q": "מהם עקרונות החניכה?",
    "a": ["התייחסות למאפייני הנחנך, איסוף מירב האינפורמציה"],
    "options": ["מאפייני הנחנך + אינפורמציה", "מאפייני המשימה בלבד", "שיחות עומק בלבד", "אף תשובה אינה נכונה"]
  },
  {
    "q": "מהם שלבי החניכה?",
    "a": ["אישור תוכניות – תדריך – הכנה – תצפית והתערבות – עיבוד – משוב"],
    "options": ["אישור→תדריך→הכנה→תצפית→עיבוד→משוב", "תדריך→הכנה→אישור", "הכנה→תדריך→אישור", "הכנה→תצפית→אישור"]
  },
  {
    "q": "מה כולל שלב ההכנה?",
    "a": ["הבנת מטרת המשימה, למידת מאפייני הנחנך, תיאומים לוגיסטיים ותכנון מתווה"],
    "options": ["הבנת משימה + מאפיינים + תכנון", "מאפיינים + לוגיסטיקה", "הכל כולל התייעצות עם הנחנך", "הבנת משימה + מאפיינים + לוגיסטיקה + תכנון"]
  },
  {
    "q": "מה יכלול שלב התדריך?",
    "a": ["הגדרת הישגים ומטרות, מתווה ביצוע, דגשים, וידוא הבנה, סיכום מפקד"],
    "options": ["הגדרות + מתווה + דגשים + וידוא + סיכום", "כולל מבחן", "שינוי משימה לרצון החייל", "מתווה בלבד"]
  },
  {
    "q": "מה יכלול שלב אישור התוכניות?",
    "a": ["הגדרת המשימה ע\"י הנחנך, שיקולים, תוכן, מקרים ותגובות, יעדים אישיים"],
    "options": ["כמו בתשובה", "כמו בתשובה", "שינויים לפי רצון הנחנך"]
  },
  {
    "q": "מה יכלול שלב התצפית וההתערבות?",
    "a": ["דף תצפית – איסוף כמה שיותר מידע"],
    "options": ["דף תצפית", "יתרונות וחסרונות", "התערבות בכל טעות", "אף תשובה אינה נכונה"]
  },
  {
    "q": "מה ההבדל בין התערבות ישירה לעקיפה?",
    "a": ["ישירה – החונך מצביע על הטעות במובהק; עקיפה – רמז"],
    "options": ["הפוך", "ישירה=רמז", "אין עקיפה", "רק ישירה"]
  },
  {
    "q": "מה קורה בשלב העיבוד?",
    "a": ["קריאת דף התצפית פעמיים – סימון סימפטומים – קשרים – ניסוח תופעה – הכנה למשוב"],
    "options": ["סימפטומים→קריאה", "קריאה→סימפטומים", "ניסוח פעמיים", "אף תשובה אינה נכונה"]
  },
  {
    "q": "מה יכלול שלב המשוב?",
    "a": ["תופעות לשימור ולשיפור – משוב אישי וקבוצתי"],
    "options": ["שימור+שיפור", "שימור בלבד", "שימור+שיפור+תחקיר", "בחירת התנסות הבאה"]
  },
  {
    "q": "מה ההבדל בין חניכה לתפקיד לחניכה לביצוע?",
    "a": ["לביצוע – חד פעמית למשימה; לתפקיד – ארוכת טווח להתפתחות מקצועית"],
    "options": ["הפוך", "הפוך אחר", "נכון", "אף תשובה אינה נכונה"]
  },
  {
    "q": "מהם האתגרים שיכולים לעלות מתהליכי חניכה?",
    "a": ["מספר ביצועים, חניכה בשגרה עמוסה, היבטים שלא ניתן לזהות"],
    "options": ["מספר ביצועים + עומס + היבטים חבויים", "עקשנות הנחנך", "שניהם"]
  },
  {
    "q": "באיזה שלבים משתתף הנחנך ובאיזה החונך?",
    "a": ["תשובה ב' – הכנה: נחנך; תדריך: שניהם; אישור: שניהם; תצפית: מפקד; עיבוד: מפקד; משוב: שניהם"],
    "options": ["א", "ב", "ג", "ד", "ה"]
  },
  {
    "q": "מהם שורשי רעיון צבא העם?",
    "a": ["צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם"],
    "options": [
      "מודל צבא העם הוא המצאה של המאה ה-21",
      "שורשי הרעיון הינם מרעיונו של ראש הממשלה הראשונה",
      "צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם",
      "צבא שמגייס על פי שנות עלייה לארץ"
    ]
  },
  {
    "q": "כאשר נרצה לפתח חייל שנוהג לעבוד לבד באופן עצמאי, משימתי ומבצע את משימתו ברמה הנדרשת אך מתקשה לעבוד בשיתוף פעולה עם גורמים נוספים – איזה יעד נרצה שיפתח?",
    "a": ["האצלת סמכויות"],
    "options": [
      "עצמאות",
      "ריבוי משימות",
      "בטחון עצמי",
      "האצלת סמכויות"
    ]
  },
  {
    "q": "במהלך תצפית על חיילך ראית כי הוא מבצע את המשימה בצורה לא נכונה, ובשיחת המשוב התברר כי שם לב להתנהגות אך אינו מכיר שיטה טובה יותר – ממה נובעת התנהגותו?",
    "a": ["יישום"],
    "options": [
      "יישום",
      "תפיסה",
      "ניתוח תמונת מצב",
      "מודעות"
    ]
  },
  {
    "q": "מה המאפיינים של צבא העם?",
    "a": ["צבא המונים צבא ממלכתי כור היתוך תרומה למדינה"],
    "options": [
      "אכפתיות כור היתוך ורב תרבותיות",
      "צבא המונים צבא ממלכתי כור היתוך תרומה למדינה",
      "רעות צבא המונים חוק גיוס חובה וצבא מוסרי",
      "תרומה למדינה שיתופיות ממלכתיות ואהבת הארץ"
    ]
  },
  {
    "q": "במה מסייע עקרון היושרה והענייניות?",
    "a": ["ביצוע פקודות והנחיות על סמך שיקולים צבאיים בלבד"],
    "options": [
      "ביצוע פקודות והנחיות על סמך שיקולים מדיניים ואזרחיים בלבד",
      "הפגנת יושרה במילוי תפקיד החייל",
      "ביצוע פקודות והנחיות על סמך שיקולים צבאיים בלבד",
      "ביצוע הפקודות ביושרה מתוך ערכי רוח צה\"ל ומגילת צה\"ל"
    ]
  }

]



});
