registerExam({
  id: 'mikratot_pdf',
  title: 'מבחן אמצע נחשון',
  mode: 'flat',
  questions: 
  [
  {
    "q": "מהם שורשי רעיון צבא העם?",
    "a": ["צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם"],
    "options": [
      "מודל צבא העם הוא המצאה של המאה ה21",
      "שורשי הרעיון הינם מרעיונו של ראש הממשלה הראשונה",
      "צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם",
      "צבא שמגייס על פי שנות עלייה לארץ"
    ]
  },
  {
    "q": "מה היו חלוקת הקולות בהצבעת כ\"ט בנובמבר?",
    "a": ["33 בעד 13 נגד 10 נמנע"],
    "options": [
      "33 בעד 13 נגד 10 נמנע",
      "30 בעד 16 נגד 10 נמנע",
      "26 בעד 20צ נגד 5 נמנע",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מתי הוכרזה הקמת המדינה?",
    "a": ["ה' באייר תש\"ח- 14 במאי 1948"],
    "options": [
      "ה' באייר תש\"ח- 15 במאי 1948",
      "ה' באייר תש\"ח- 12 במאי 1948",
      "ד' באייר תש\"ח- 15 במאי 1948",
      "ה' באייר תש\"ח- 14 במאי 1948"
    ]
  },
  {
    "q": "מתי חתם בו גוריון על \"פקודת צבא ההגנה לישראל?\"",
    "a": ["26 במאי 1948"],
    "options": [
      "23 במאי 1948",
      "28 במאי 1948",
      "30 בנובמבר 1947",
      "26 במאי 1948"
    ]
  },
  {
    "q": "איזה שינוי הוכנס למגילת העצמאות?",
    "a": ["\"חופש הלשון\""],
    "options": [
      "\"חופש הביטוי\"",
      "\"חופש העיסוק\"",
      "\"חופש הלשון\"",
      "\"חופש הדת\""
    ]
  },
  {
    "q": "כמה אנשים חתומים על המגילה?",
    "a": ["25"],
    "options": ["23", "26", "28", "25"]
  },
  {
    "q": "מכמה חלקים מורכבת המגילה?",
    "a": ["שלושה- היסטורי מעשי והצהרתי"],
    "options": [
      "שלושה- היסטורי מעשי והצהרתי",
      "ארבעה - היסטורי מעשי תרבותי והצהרתי",
      "שניים- בינלאומי והצהרתי",
      "אחד- המגילה לא מחולקת"
    ]
  },
  {
    "q": "איזה חוקי יסוד נחקקו בעקבות המגילה?",
    "a": ["חוק השבות חופש העיסוק וחוק כבוד האדם וחירותו"],
    "options": [
      "חוק השבות חופש העיסוק וחוק כבוד האדם וחירותו",
      "חוק השבות חופש הביטוי וחוק כבוד האדם וחירותו",
      "חופש הביטוי והעיסוק וכבוד האדם וחירותוף",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מאיזה מקורות יונק רוח צה\"ל?",
    "a": ["ערכי מוסר אוניברסאליים מסורת העם היהודי מורשת לחימה בצה\"ל"],
    "options": [
      "ערכי מוסר אוניברסאליים מסורת העם היהודי מורשת לחימה בצה\"ל",
      "ערכי מוסרק אינדיבידואליים דרישותיה של ארה\"ב ומדינות המערב ומורשת קרב",
      "מסורת העם היהודי חוקי ההלכה ודרישותיה של ארה\"ב",
      "חוקי המללחמה במזה\"ת ודרישותיהן של מדינות המערב"
    ]
  },
  {
    "q": "מתי וע\"י מי ולמה נכתב מסמך צה\"ל?",
    "a": ["האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתפיאדה הראשונה"],
    "options": [
      "רא\"ל אביב כוכבי- בעקבות מבצע שומר חומות",
      "רא\"ל בוגי יעלון- בעקבות מבצע עופרת יצוקה",
      "אלוף אריאל שרון- בעקבות טבח סברה ושתילה",
      "האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתפיאדה הראשונה"
    ]
  },
  {
    "q": "מתי התווסף ערך הממלכתיות וע\"י מי?",
    "a": ["2022- רא\"ל אביב כוכבי"],
    "options": [
      "2023 - רא\"ל אביב כוכבי",
      "2022- רא\"ל אביב כוכבי",
      "2020- רא\"ל גדי אייזנקוט",
      "2011- רא\"ל בני גנץ"
    ]
  },
  {
    "q": "בעקבות מה נקרא מסמך זה?",
    "a": ["ספרו של דוד בן גוריון \"ייחוד וייעוד\" שעוסק בתפיסותיו הביטחוניות"],
    "options": [
      "ספרו של דוד בן גוריון \"ייחוד וייעוד\" שעוסק בתפיסותיו הביטחוניות",
      "ספרו של מנחם בגין \"ייחוד וייעוד\" שעוסק בתפיסותיו הביטחוניות",
      "ספרו של דוד בן גוריון \"ייחוד וייעוד\" שעוסק בתפיסותיו החברתיות כלכליות",
      "ספרו של מנחם בגין \"ייחוד וייעוד\" שעוסק בתפיסותיו החברתיות והכלכליות"
    ]
  },
  {
    "q": "מה מגדיר מסמך זה?",
    "a": ["את תפקידו ואת האחריות של צה\"ל בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה"],
    "options": [
      "את תפקידו ואת האחריות של צה\"ל בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה",
      "את תפקידו ואת האחריות של קצינים בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה",
      "את תפקידו ואת האחריות של המפקדים הבכירים בעיצוב הערכים של מפקדיהם וחיילהם תוך הבנה שיש לזה השפעה על אזרחי המדינה",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מהי המשמעות של הממלכתיות הצבאית?",
    "a": ["רצון הכלל גובר על רצון הפרט- עלינו לפעול למען מכנה משותף גדול מאיתנו"],
    "options": [
      "רצון הפרט גובר על רצון הכלל- עלינו לפעול למען עצמינו כדי להתפתח",
      "רצון הכלל גובר על רצון הפרט- עלינו לפעול למען מכנה משותף גדול מאיתנו",
      "רצון הפרט ורצון הכלל באים יחד ע\"מ לשרת מטרת על",
      "כל התשובות נכונות"
    ]
  },
  {
    "q": "באילו עקרונות נשתמש במסגרת הממלכתיות הצבאית?",
    "a": ["עקרון הגנת המדינה + עקרון המרות + היושרה + הנציגות והאחריות"],
    "options": [
      "עקרון הגנת המדינה + עקרון המרות + היושרה + הנציגות והאחריות",
      "עקרון הנציגות + הציונות ההוראה וביטחון המדינה",
      "עקרון הכנות + יחסי  + אנוש + ציונות וביטחון המדינה",
      "עקרון הלחימה + חסי האנוש וביטחון המדינה"
    ]
  },
  {
    "q": "במה מתבטא היותו של הצבא צבא במדינה יהודית ודמוקרטית?",
    "a": ["כפיפות לדרג המדיני + חובת ביצוע המשימה + גיבוש זהות לאומית + סביבת שירות משותף בעל צביון יהודי ורוח צה\"ל"],
    "options": [
      "כפיפות לדרג המדיני + חובת ביצוע המשימה + גיבוש זהות לאומית + סביבת שירות משותף בעל צביון יהודי ורוח צה\"ל",
      "כפיפות לדרג המשפטי + חובת ביצוע המשימה + גיבוש זהות לאומית + סביבת שירות משותף בעל צביון יהודי ורוח צה\"ל",
      "כפיפות לדרג המדיני + חובת ביצוע המשימה + גיבוש זהות בינלאומית + סביבת שירות משותף בעל צביון יהודי ורוח צה\"ל",
      "כפיפות לדרג המדיני + רשות ביצוע המשימה + גיבוש זהות לאומית + סביבת שירות משוצף בעל צביון יהודי ורוח צה\"ל"
    ]
  },
  {
    "q": "מהם מאפייני הקצין הישראלי?",
    "a": ["אחריות למשימה + ראוי לפקודיו + לומד ומלמד + איש שטח ובעל חשיבה ביקורתית"],
    "options": [
      "אחריות למשימה + ראוי למפקדיו + לומד ומלמד + איש שטח ובעל חשיבה ביקורתית",
      "אחריות למשימה + ראוי לפקודיו + לומד ומלמד + לוחם ובעל חשיבה ביקורתית",
      "אחריות למשימה+ ראוי לפקודיו + לומד ומלמד + איש שטח ודעתן מאוד",
      "אחריות למשימה + ראוי לפקודיו + לומד ומלמד + איש שטח ובעל חשיבה ביקורתית"
    ]
  },
  {
    "q": "מהם עקרונו החניכה?",
    "a": ["התייחסות למאפייני הנחנך +  איסוף מירב האינפורמציה"],
    "options": [
      "התייחסות למאפייני הנחנך +  איסוף מירב האינפורמציה",
      "התייחסות למאפייני המשימה + איסוף מירב האינפורמציה עליה",
      "שיחות עומק עם הנחנך תוך הבנה אם הוא יכול לבצע את המשימה או שלאו",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מהם שלבי החניכה?",
    "a": ["הכנה-תדריך-אישור תוכניות-תצפית והתערבות-עיבוד- משוב"],
    "options": [
      "אישור תוכניות-תדריך-הכנה-תצפית והתערבות-עיבוד- משוב",
      "תדריך-הכנה -אישור תוכניות-תצפית והתערבות-עיבוד- משוב",
      "הכנה-תדריך-אישור תוכניות-תצפית והתערבות-עיבוד- משוב",
      "הכנה- תצפית והתערבות -אישור תוכניות-תדריך-עיבוד- משוב"
    ]
  },
  {
    "q": "מה יכלול שלב ההכנה?",
    "a": [" הבנת מטרת המשימה -> למידת מאפייני הנחנך -> תיאומים לוגיסטיים ותכנון מתווה המשימה"],
    "options": [
      "הבנת מטרת המשימה -> למידת מאפייני הנחנך -> ותכנון מתווה המשימה",
      "למידת מאפייני הנחנך -> תיאומים לוגיסטיים ותכנון מתווה המשימה",
      "הבנת מטרת המשימה -> למידת מאפייני הנחנך -> תיאומים לוגיסטיים ותכנון מתווה המשימה והתייעצות עם הנחנך על אופי המשימה",
      " הבנת מטרת המשימה -> למידת מאפייני הנחנך -> תיאומים לוגיסטיים ותכנון מתווה המשימה"
    ]
  },
  {
    "q": "מה יכלול שלב התדריך?",
    "a": ["הגדרת הישגים ומטרות-הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה וסיכום מפקד"],
    "options": [
      "הגדרת הישגים ומטרות-הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה וסיכום מפקד",
      "הגדרת הישגים ומטרות-הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה + מבחן על החומר הנלמד = וסיכום מפקד",
      "הגדרת הישגים ומטרות-הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה וסיכום מפקד- שינוי המשימה בהתאם לרצונותיו של החייל",
      "הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה וסיכום מפקד"
    ]
  },
  {
    "q": "מה יכלול שלב אישור התוכניות?",
    "a": ["הגדרת המשימה ע\"י הנחנך-הצגה-שיקולים עיקריים-התייחסות לתוכן- מקרים ותגובות-יעדים אישיים"],
    "options": [
      "הגדרת המשימה ע\"י הנחנך-הצגה-שיקולים עיקריים-התייחסות לתוכן- מקרים ותגובות-יעדים אישיים",
      "הגדרת המשימה ע\"י הנחנך-הצגה-שיקולים עיקריים-התייחסות לתוכן- מקרים ותגובות-יעדים אישיים",
      "הגדרת המשימה ע\"י הנחנך- הנחנך יציג מה חשב על המשימה ויציע שינויים- נשקול את השינויים ונחזיר לו תשובה"
    ]
  },
  {
    "q": "מה יכלול שלב התצפית וההתערבות?",
    "a": ["דף תצפית – איסוף כמה שיותר מידע ופירוט אודות דבריו ומעשיו"],
    "options": [
      "דף תצפית – איסוף כמה שיותר מידע ופירוט אודות דבריו ומעשיו",
      "יתרונות וחסרונות של הנחנך",
      "להתערב לנחנך במהלך התנסותו כאשר עושה טעות",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מה ההבדל בין התערבות ישירה לעקיפה",
    "a": ["התערבות ישירה- החונך מפנה את תשומת ליבו של הנחנך לטעות שעשה באופן מובהק. התערבות עקיפה- הערה מתוך רמז"],
    "options": [
      "התערבות ישירה- הנחנך מפנה את תשומת ליבו של החונך לטעות שעשה באופן מובהק. התערבות עקיפה- הערה מתוך רמז",
      "התערבות ישירה- החונך מפנה את תשומת ליבו של הנחנך לטעות שעשה באופן מובהק. התערבות עקיפה- הערה מתוך רמז",
      "התערבות ישירה- הערה מתוך רמז. התערבות עקיפה- אין דבר כזה וזה לא יעיל פיקודית",
      "כל ההתערבויות צריכות להתבצע בישירות ובעוצמה"
    ]
  },
  {
    "q": "מה קורה בשלב העיבוד?",
    "a": ["קריאת דף התצפית פעמיים – סימון סימפטומים-מציאת קשר ביניהם- ניסוח תופעה (דבר שהנחנך עשה באופן קבוע, חיובי או שלילי) -הכנה עצמית למשוב"],
    "options": [
      "סימון סימפטומים - קריאת דף התצפית פעמיים -מציאת קשר ביניהם- ניסוח תופעה (דבר שהנחנך עשה באופן קבוע, חיובי או שלילי) -הכנה עצמית למשוב",
      "קריאת דף התצפית פעמיים – סימון סימפטומים-מציאת קשר ביניהם- ניסוח תופעה (דבר שהנחנך עשה באופן קבוע, חיובי או שלילי) -הכנה עצמית למשוב",
      "קריאת דף התצפית פעמיים - ניסוח תופעה (דבר שהנחנך עשה באופן קבוע - מציאת קשר ביניהם- ניסוח תופעה פעם נוספת )דבר שהנחנך עשה באופן קבוע, חיובי או שלילי(-הכנה עצמית למשוב",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מה יכלול שלב המשוב?",
    "a": ["שלב בו אני והנחנך נחליט על תופעות לשימור ולשיפור בהתנסות הבאה (משוב אישי, קבוצתי ותחקיר)"],
    "options": [
      "שלב בו אני והנחנך נחליט על תופעות לשימור ולשיפור בהתנסות הבאה (משוב אישי, וקבוצתי)",
      "שלב בו אני והנחנך נחליט על תופעות לשימור בלבד בהתנסות הבאה (משוב אישי, קבוצתי ותחקיר)",
      "שלב בו אני והנחנך נחליט על תופעות לשימור ולשיפור בהתנסות הבאה (משוב אישי, קבוצתי ותחקיר)",
      "שלב בו אני והנחנך נשוחח על איזו סוג של התנסות ירצה לבצע בפעם הבאה בהתאם לנקודות השימור והשיפור שדקר לעצמו"
    ]
  },
  {
    "q": "מה ההבדל בין חניכה בתפקיד לחניכה לביצוע",
    "a": ["חניכה לביצוע מתמקדת בהקניית ידע שנדרש במשימה מסוימת. ובתפקיד הדגש הוא על התפתחות מקצועית ואישית. חניכה לביצוע היא חד\"פ וחניכה לתפקיד היא ארוכת טווח"],
    "options": [
      "חניכה לביצוע מתמקדת בהקניית ידע שנדרש במשימה מסוימת. ובתפקיד הדגש הוא על התפתחות מקצועית ואישית. חניכה לביצוע היא לטווח ארוך וחניכה לתפקיד היא חד\"פ",
      "חניכה לתפקיד מתמקדת בהקניית ידע שנדרש במספר משימות מסוימת. ולביצוע הדגש הוא על התפתחות מקצועית ואישית. חניכה לביצוע היא חד\"פ וחניכה לתפקיד היא ארוכת טווח",
      "חניכה לביצוע מתמקדת בהקניית ידע שנדרש במשימה מסוימת. ובתפקיד הדגש הוא על התפתחות מקצועית ואישית. חניכה לביצוע היא חד\"פ וחניכה לתפקיד היא ארוכת טווח",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מהם האתגרים שיכולים לעלות מתהליכי חניכה",
    "a": ["מספר הביצועים של הנחנך. החניכה בשגרה עמוסה. יש היבטים שלא ניתן לזהות במציאות"],
    "options": [
      "מספר הביצועים של הנחנך. החניכה בשגרה עמוסה. יש היבטים שלא ניתן לזהות במציאות",
      "מספר הביצועים של הנחנך. עקשנות הנחנך. יש היבטים שלא ניתן לזהות במציאות",
      "תשובות אחד ושתיים נכונות"
    ]
  },
  {
    "q": "לסיכום, באיזה שלב בתהליך החניכה משתתף הנחנך ובאיזה החונך?",
    "a": ["הכנה-מפקד + תדריך- מפקד ונחנך +  אישור תוכניות- מפקד ונחנך + תצפית והתערבות- אחריות המפקד והנחנך נמצא+  עיבוד- רק המפקד ומשוב - מפקד ונחנך"],
    "options": [
      "הכנה-מפקד = תדריך- מפקד ונחנך + אישור תוכניות- מפקד + תצפית והתערבות- אחריות המפקד והנחנך נמצא + עיבוד- רק המפקד ומושב- מפקד ונחנך",
      "הכנה--נחנך + תדריך- מפקד ונחנך + אישור תוכניות- מפקד ונחנך+ תצפית והתערבות- אחריות המפקד והנחנך נמצא + עיבוד- רק המפקד ומושב- מפקד ונחנך",
      "הכנה-מפקד + תדריך- מפקד +  אישור תוכניות- מפקד ונחנך+ תצפית והתערבות- אחריות המפקד והנחנך נמצא + עיבוד- רק המפקד ומושב- מפקד ונחנך",
      "הכנה-מפקד + תדריך- מפקד ונחנך +  אישור תוכניות- מפקד ונחנך + תצפית והתערבות- אחריות המפקד והנחנך נמצא+  עיבוד- רק המפקד ומשוב - מפקד ונחנך e. אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "כאשר נרצה לפתח חייל שנוהג לעבוד לבד באופן עצמאי,משימתי ומבצע את משימתו ברמה הנדרשת אך מתקשה לעבוד בשיתוף פעולה עם גורמים נוספים, איזה יעד נרצה שיפתח?",
    "a": ["האצלת סמכויות"],
    "options": [
      "עצמאות",
      "ריבוי משימות",
      "בטחון עצמי",
      "האצלת סמכויות"
    ]
  },
  {
    "q": "במהלך תצפית על חיילך, ראית כי הוא מבצע את המשימה בצורה לא נכונה, במהלך שיחת המשוב התברר כי החייל שם לב להתנהוגותו אך אינו מכיר שיטה טובה יותר לביצוע המשימה- ממה נובעת התנהגותו של החייל שלך?",
    "a": ["יישום"],
    "options": [
      "יישום",
      "תפיסה",
      "ניתוח תמונת מצב",
      "מודעות"
    ]
  },
  {
    "q": "מה המאפיינים של צבא העם?",
    "a": ["צבא המונים צבא ממלכתי כור היתוך תרומה למדינה"],
    "options": [
      "אכפתיות כור היתוך ורב תרבותיות",
      "צבא המונים צבא ממלכתי כור היתוך תרומה למדינה",
      "רעות צבא המונים חוק גיו סחובה וצבא מוסרי",
      "תרומה למדינה שיתופיות ממלכתיות ואהבת הארץ"
    ]
  },
  {
    "q": "במה מסייע עקרון היושרה והענייניות?",
    "a": ["ביצוע פקודות והנחיות על סמך שיקולים צבאיים בלבד"],
    "options": [
      "ביצוע פקודות והנחיות על סמך שיקולים מדיניים ואזרחיים בלבד",
      "הפגנת יושרה במילוי תפקיד החייל",
      "ביצוע פקודות והנחיות על סמך שיקולים צבאיים בלבד",
      "ביצוע הפקודות ביושרה מתוך ערכי רוח צה\"ל ומגילת צה\"ל"
    ]
  }
]




});
