registerExam({
  id: 'mikratot_pdf',
  title: 'מבחן אמצע נחשון',
  mode: 'flat',
  questions: 
  [
  {
    "q": "מהם שורשי רעיון צבא העם?",
    "a": ["צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם"],
    "options": [
      "מודל צבא העם הוא המצאה של המאה ה21",
      "שורשי הרעיון הינם מרעיונו של ראש הממשלה הראשונה",
      "צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם",
      "צבא שמגייס על פי שנות עלייה לארץ"
    ]
  },
  {
    "q": "מה היו חלוקת הקולות בהצבעת כ\"ט בנובמבר?",
    "a": ["33 בעד 13 נגד 10 נמנע"],
    "options": [
      "33 בעד 13 נגד 10 נמנע",
      "30 בעד 16 נגד 10 נמנע",
      "26 בעד 20צ נגד 5 נמנע",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מתי הוכרזה הקמת המדינה?",
    "a": ["ה' באייר תש\"ח- 14 במאי 1948"],
    "options": [
      "ה' באייר תש\"ח- 15 במאי 1948",
      "ה' באייר תש\"ח- 12 במאי 1948",
      "ד' באייר תש\"ח- 15 במאי 1948",
      "ה' באייר תש\"ח- 14 במאי 1948"
    ]
  },
  {
    "q": "מתי חתם בן גוריון על \"פקודת צבא ההגנה לישראל\"?",
    "a": ["26 במאי 1948"],
    "options": [
      "23 במאי 1948",
      "28 במאי 1948",
      "30 בנובמבר 1947",
      "26 במאי 1948"
    ]
  },
  {
    "q": "איזה שינוי הוכנס למגילת העצמאות?",
    "a": ["חופש הלשון"],
    "options": [
      "חופש הביטוי",
      "חופש העיסוק",
      "חופש הלשון",
      "חופש הדת"
    ]
  },
  {
    "q": "כמה אנשים חתומים על המגילה?",
    "a": ["25"],
    "options": ["23", "26", "28", "25"]
  },
  {
    "q": "מכמה חלקים מורכבת המגילה?",
    "a": ["שלושה- היסטורי מעשי והצהרתי"],
    "options": [
      "שלושה- היסטורי מעשי והצהרתי",
      "ארבעה - היסטורי מעשי תרבותי והצהרתי",
      "שניים- בינלאומי והצהרתי",
      "אחד- המגילה לא מחולקת"
    ]
  },
  {
    "q": "איזה חוקי יסוד נחקקו בעקבות המגילה?",
    "a": ["חוק השבות חופש העיסוק וחוק כבוד האדם וחירותו"],
    "options": [
      "חוק השבות חופש העיסוק וחוק כבוד האדם וחירותו",
      "חוק השבות חופש הביטוי וחוק כבוד האדם וחירותו",
      "חופש הביטוי והעיסוק וכבוד האדם וחירותוף",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מאיזה מקורות יונק רוח צה\"ל?",
    "a": ["ערכי מוסר אוניברסאליים מסורת העם היהודי מורשת לחימה בצה\"ל"],
    "options": [
      "ערכי מוסר אוניברסאליים מסורת העם היהודי מורשת לחימה בצה\"ל",
      "ערכי מוסר אינדיבידואליים דרישותיה של ארה\"ב ומדינות המערב ומורשת קרב",
      "מסורת העם היהודי חוקי ההלכה ודרישותיה של ארה\"ב",
      "חוקי המלחמה במזה\"ת ודרישותיהן של מדינות המערב"
    ]
  },
  {
    "q": "מתי וע\"י מי ולמה נכתב מסמך צה\"ל?",
    "a": ["האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתפיאדה הראשונה"],
    "options": [
      "רא\"ל אביב כוכבי- בעקבות מבצע שומר חומות",
      "רא\"ל בוגי יעלון- בעקבות מבצע עופרת יצוקה",
      "אלוף אריאל שרון- בעקבות טבח סברה ושתילה",
      "האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתפיאדה הראשונה"
    ]
  },
  {
    "q": "מתי התווסף ערך הממלכתיות וע\"י מי?",
    "a": ["2022- רא\"ל אביב כוכבי"],
    "options": [
      "2023 - רא\"ל אביב כוכבי",
      "2022- רא\"ל אביב כוכבי",
      "2020- רא\"ל גדי אייזנקוט",
      "2011- רא\"ל בני גנץ"
    ]
  },
  {
    "q": "בעקבות מה נקרא מסמך ייחוד וייעוד?",
    "a": ["ספרו של דוד בן גוריון \"ייחוד וייעוד\" שעוסק בתפיסותיו הביטחוניות"],
    "options": [
      "ספרו של דוד בן גוריון \"ייחוד וייעוד\" שעוסק בתפיסותיו הביטחוניות",
      "ספרו של מנחם בגין \"ייחוד וייעוד\" שעוסק בתפיסותיו הביטחוניות",
      "ספרו של דוד בן גוריון \"ייחוד וייעוד\" שעוסק בתפיסותיו החברתיות כלכליות",
      "ספרו של מנחם בגין \"ייחוד וייעוד\" שעוסק בתפיסותיו החברתיות והכלכליות"
    ]
  },
  {
    "q": "מה מגדיר מסמך זה?",
    "a": ["את תפקידו ואת האחריות של צה\"ל בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה"],
    "options": [
      "את תפקידו ואת האחריות של צה\"ל בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה",
      "את תפקידו ואת האחריות של קצינים בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה",
      "את תפקידו ואת האחריות של המפקדים הבכירים בעיצוב הערכים של מפקדיהם וחיילהם תוך הבנה שיש לזה השפעה על אזרחי המדינה",
      "אף תשובה אינה נכונה"
    ]
  },
  {
    "q": "מהי המשמעות של הממלכתיות הצבאית?",
    "a": ["רצון הכלל גובר על רצון הפרט- עלינו לפעול למען מכנה משותף גדול מאיתנו"],
    "options": [
      "רצון הפרט גובר על רצון הכלל- עלינו לפעול למען עצמינו כדי להתפתח",
      "רצון הכלל גובר על רצון הפרט- עלינו לפעול למען מכנה משותף גדול מאיתנו",
      "רצון הפרט ורצון הכלל באים יחד ע\"מ לשרת מטרת על",
      "כל התשובות נכונות"
    ]
  },
  {
    "q": "באילו עקרונות נשתמש במסגרת הממלכתיות הצבאית?",
    "a": ["עקרון הגנת המדינה + עקרון המרות + היושרה + הנציגות והאחריות"],
    "options": [
      "עקרון הגנת המדינה + עקרון המרות + היושרה + הנציגות והאחריות",
      "עקרון הנציגות + הציונות ההוראה וביטחון המדינה",
      "עקרון הכנות + יחסי אנוש + ציונות וביטחון המדינה",
      "עקרון הלחימה + יחסי האנוש וביטחון המדינה"
    ]
  },
  {
    "q": "כאשר נרצה לפתח חייל שנוהג לעבוד לבד באופן עצמאי, משימתי ומבצע את משימתו ברמה הנדרשת אך מתקשה לעבוד בשיתוף פעולה עם גורמים נוספים – איזה יעד נרצה שיפתח?",
    "a": ["האצלת סמכויות"],
    "options": ["עצמאות", "ריבוי משימות", "בטחון עצמי", "האצלת סמכויות"]
  },
  {
    "q": "במהלך תצפית על חיילך ראית כי הוא מבצע את המשימה בצורה לא נכונה, ובשיחת המשוב התברר כי שם לב להתנהגות אך אינו מכיר שיטה טובה יותר – ממה נובעת התנהגותו?",
    "a": ["יישום"],
    "options": ["יישום", "תפיסה", "ניתוח תמונת מצב", "מודעות"]
  },
  {
    "q": "מה המאפיינים של צבא העם?",
    "a": ["צבא המונים צבא ממלכתי כור היתוך תרומה למדינה"],
    "options": [
      "אכפתיות כור היתוך ורב תרבותיות",
      "צבא המונים צבא ממלכתי כור היתוך תרומה למדינה",
      "רעות צבא המונים חוק גיוס חובה וצבא מוסרי",
      "תרומה למדינה שיתופיות ממלכתיות ואהבת הארץ"
    ]
  },
  {
    "q": "במה מסייע עקרון היושרה והענייניות?",
    "a": ["ביצוע פקודות והנחיות על סמך שיקולים צבאיים בלבד"],
    "options": [
      "ביצוע פקודות והנחיות על סמך שיקולים מדיניים ואזרחיים בלבד",
      "הפגנת יושרה במילוי תפקיד החייל",
      "ביצוע פקודות והנחיות על סמך שיקולים צבאיים בלבד",
      "ביצוע הפקודות ביושרה מתוך ערכי רוח צה\"ל ומגילת צה\"ל"
    ]
  }
]




});
