registerExam({
  id: 'mikratot_pdf',
  title: 'מבחן אמצע נחשון',
  mode: 'flat',
  questions: 
  [{
    q: "מהם שורשי רעיון צבא העם?",
    a: ["צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם"],
    options: [
        "מודל צבא העם הוא המצאה של המאה ה21",
        "שורשי הרעיון הינם מרעיונו של ראש הממשלה הראשון בשנת 1948",
        "צבא עם נשען על גיוס אזרחים מכל שכבות העם המגנים על מדינתם",
        "צבא שמגייס על פי שנות עלייה לארץ"
    ]
},
{
    q: "מה היו חלוקת הקולות בהצבעת כ\"ט בנובמבר?",
    a: ["33 בעד 13 נגד 10 נמנע"],
    options: [
        "33 בעד 13 נגד 10 נמנע",
        "30 בעד 16 נגד 10 נמנע",
        "26 בעד 20 נגד 5 נמנע",
        "אף תשובה אינה נכונה"
    ]
},
{
    q: "מתי הוכרזה הקמת המדינה?",
    a: ["ה' באייר תש\"ח- 14 במאי 1948"],
    options: [
        "ה' באייר תש\"ח- 15 במאי 1948",
        "ה' באייר תש\"ח- 12 במאי 1948",
        "ד' באייר תש\"ח- 15 במאי 1948",
        "ה' באייר תש\"ח- 14 במאי 1948"
    ]
},
{
    q: "מתי חתם בן גוריון על 'פקודת צבא ההגנה לישראל'?",
    a: ["26 במאי 1948"],
    options: [
        "23 במאי 1948",
        "28 במאי 1948",
        "30 בנובמבר 1947",
        "26 במאי 1948"
    ]
},
{
    q: "איזה שינוי הוכנס למגילת העצמאות?",
    a: ["חופש הלשון"],
    options: [
        "חופש הביטוי",
        "חופש העיסוק",
        "חופש הלשון",
        "חופש הדת"
    ]
},
{
    q: "כמה אנשים חתומים על המגילה?",
    a: ["25"],
    options: ["23","26","28","25"]
},
{
    q: "מכמה חלקים מורכבת המגילה?",
    a: ["שלושה- היסטורי מעשי והצהרתי"],
    options: [
        "שלושה- היסטורי מעשי והצהרתי",
        "ארבעה - היסטורי מעשי תרבותי והצהרתי",
        "שניים- בינלאומי והצהרתי",
        "אחד- המגילה לא מחולקת"
    ]
},
{
    q: "אילו חוקי יסוד נחקקו בעקבות המגילה?",
    a: ["חוק השבות חופש העיסוק וחוק כבוד האדם וחירותו"],
    options: [
        "חוק השבות חופש העיסוק וחוק כבוד האדם וחירותו",
        "חוק השבות חופש הביטוי וחוק כבוד האדם וחירותו",
        "חופש הביטוי והעיסוק וכבוד האדם וחירותו",
        "אף תשובה אינה נכונה"
    ]
},
{
    q: "מאילו מקורות יונק רוח צה\"ל?",
    a: ["ערכי מוסר אוניברסאליים מסורת העם היהודי מורשת לחימה בצה\"ל"],
    options: [
        "ערכי מוסר אוניברסאליים מסורת העם היהודי מורשת לחימה בצה\"ל",
        "ערכי מוסר אינדיבידואליים דרישותיה של ארה\"ב ומדינות המערב ומורשת קרב",
        "מסורת העם היהודי חוקי ההלכה ודרישותיה של ארה\"ב",
        "חוקי המלחמה במזה\"ת ודרישותיהן של מדינות המערב"
    ]
},
{
    q: "מתי וע\"י מי ולמה נכתב מסמך צה\"ל?",
    a: ["האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתיפאדה הראשונה"],
    options: [
        "רא\"ל אביב כוכבי- בעקבות מבצע שומר חומות",
        "רא\"ל בוגי יעלון- בעקבות מבצע עופרת יצוקה",
        "אלוף אריאל שרון- בעקבות טבח סברה ושתילה",
        "האלוף יורם יאיר ופרופ' אסא כשר בשנת 1994 בעקבות האינתיפאדה הראשונה"
    ]
},
{
    q: "מתי התווסף ערך הממלכתיות וע\"י מי?",
    a: ["2022- רא\"ל אביב כוכבי"],
    options: [
        "2023 - רא\"ל אביב כוכבי",
        "2022- רא\"ל אביב כוכבי",
        "2020- רא\"ל גדי אייזנקוט",
        "2011- רא\"ל בני גנץ"
    ]
},
{
    q: "בעקבות מה נקרא מסמך זה?",
    a: ["ספרו של דוד בן גוריון 'ייחוד וייעוד' שעוסק בתפיסותיו הביטחוניות"],
    options: [
        "ספרו של דוד בן גוריון 'ייחוד וייעוד' שעוסק בתפיסותיו הביטחוניות",
        "ספרו של מנחם בגין 'ייחוד וייעוד' שעוסק בתפיסותיו הביטחוניות",
        "ספרו של דוד בן גוריון 'ייחוד וייעוד' שעוסק בתפיסותיו החברתיות כלכליות",
        "ספרו של מנחם בגין 'ייחוד וייעוד' שעוסק בתפיסותיו החברתיות והכלכליות"
    ]
},
{
    q: "מה מגדיר מסמך זה?",
    a: ["את תפקידו ואת האחריות של צה\"ל בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה"],
    options: [
        "את תפקידו ואת האחריות של צה\"ל בעיצוב הערכים של מפקדיו וחייליו תוך הבנה שיש לזה השפעה על אזרחי המדינה",
        "את תפקידו ואת האחריות של קצינים בעיצוב הערכים של מפקדיו וחייליו",
        "את תפקידו ואת האחריות של המפקדים הבכירים בעיצוב הערכים",
        "אף תשובה אינה נכונה"
    ]
},
{
    q: "מהי המשמעות של הממלכתיות הצבאית?",
    a: ["רצון הכלל גובר על רצון הפרט- עלינו לפעול למען מכנה משותף גדול מאיתנו"],
    options: [
        "רצון הפרט גובר על רצון הכלל",
        "רצון הכלל גובר על רצון הפרט",
        "רצון הפרט ורצון הכלל באים יחד",
        "כל התשובות נכונות"
    ]
},
{
    q: "באילו עקרונות נשתמש במסגרת הממלכתיות הצבאית?",
    a: ["עקרון הגנת המדינה + עקרון המרות + היושרה + הנציגות והאחריות"],
    options: [
        "עקרון הגנת המדינה + עקרון המרות + היושרה + הנציגות והאחריות",
        "עקרון הנציגות + הציונות ההוראה וביטחון המדינה",
        "עקרון הכנות + יחסי אנוש + ציונות",
        "עקרון הלחימה + חסי האנוש + ביטחון המדינה"
    ]
},
{
    q: "במה מתבטא היותו של הצבא צבא במדינה יהודית ודמוקרטית?",
    a: ["כפיפות לדרג המדיני + חובת ביצוע המשימה + גיבוש זהות לאומית + סביבת שירות משותף בעל צביון יהודי ורוח צה\"ל"],
    options: [
        "כפיפות לדרג המדיני + חובת ביצוע המשימה + גיבוש זהות לאומית + סביבת שירות משותף בעל צביון יהודי ורוח צה\"ל",
        "כפיפות לדרג המשפטי + חובת ביצוע המשימה + גיבוש זהות לאומית + סביבת שירות משותף בעל צביון יהודי ורוח צה\"ל",
        "כפיפות לדרג המדיני + גיבוש זהות בינלאומית + סביבת שירות משותף",
        "כפיפות לדרג המדיני + רשות ביצוע המשימה"
    ]
},
{
    q: "מהם מאפייני הקצין הישראלי?",
    a: ["אחריות למשימה + ראוי לפקודיו + לומד ומלמד + איש שטח ובעל חשיבה ביקורתית"],
    options: [
        "אחריות למשימה + ראוי למפקדיו + לומד ומלמד + איש שטח ובעל חשיבה ביקורתית",
        "אחריות למשימה + ראוי לפקודיו + לומד ומלמד + לוחם ובעל חשיבה ביקורתית",
        "אחריות למשימה+ ראוי לפקודיו + לומד ומלמד + איש שטח ודעתן מאוד",
        "אחריות למשימה + ראוי לפקודיו + לומד ומלמד + איש שטח ובעל חשיבה ביקורתית"
    ]
},
{
    q: "מהם עקרונות החניכה?",
    a: ["התייחסות למאפייני הנחנך + איסוף מירב האינפורמציה"],
    options: [
        "התייחסות למאפייני הנחנך + איסוף מירב האינפורמציה",
        "התייחסות למאפייני המשימה + איסוף מידע עליה",
        "שיחות עומק עם הנחנך",
        "אף תשובה אינה נכונה"
    ]
},
{
    q: "מהם שלבי החניכה?",
    a: ["הכנה-תדריך-אישור תוכניות-תצפית והתערבות-עיבוד- משוב"],
    options: [
        "אישור תוכניות-תדריך-הכנה-תצפית",
        "תדריך-הכנה-אישור תוכניות",
        "הכנה-תדריך-אישור תוכניות-תצפית והתערבות-עיבוד- משוב",
        "הכנה- תצפית והתערבות-אישור תוכניות"
    ]
},
{
    q: "מה יכלול שלב ההכנה?",
    a: ["הבנת מטרת המשימה → למידת מאפייני הנחנך → תיאומים לוגיסטיים ותכנון מתווה המשימה"],
    options: [
        "הבנת מטרת המשימה → למידת מאפייני הנחנך → ותכנון מתווה המשימה",
        "למידת מאפייני הנחנך → תיאומים לוגיסטיים",
        "הבנת מטרת המשימה → למידת מאפייני הנחנך → תיאומים לוגיסטיים ותכנון מתווה המשימה והתייעצות עם הנחנך",
        "הבנת מטרת המשימה → למידת מאפייני הנחנך → תיאומים לוגיסטיים ותכנון מתווה המשימה"
    ]
},
{
    q: "מה יכלול שלב התדריך?",
    a: ["הגדרת הישגים ומטרות-הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה וסיכום מפקד"],
    options: [
        "הגדרת הישגים ומטרות-הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה וסיכום מפקד",
        "הגדרת הישגים ומטרות + מבחן על החומר",
        "הצגת מתווה ביצוע-דגשים לביצוע-ווידוא הבנה",
        "שינוי המשימה בהתאם לרצון החייל"
    ]
},
{
    q: "מה יכלול שלב אישור התוכניות?",
    a: ["הגדרת המשימה ע\"י הנחנך-הצגה-שיקולים עיקריים-התייחסות לתוכן- מקרים ותגובות-יעדים אישיים"],
    options: [
        "הגדרת המשימה ע\"י הנחנך-הצגה-שיקולים עיקריים",
        "הגדרת המשימה ע\"י החונך-הצגה-שיקולים עיקריים",
        "הנחנך מציע שינויים והמפקד משיב",
        "הגדרת המשימה ע\"י הנחנך-הצגה-שיקולים עיקריים-התייחסות לתוכן- מקרים ותגובות-יעדים אישיים"
    ]
},
{
    q: "מה יכלול שלב התצפית וההתערבות?",
    a: ["דף תצפית – איסוף כמה שיותר מידע ופירוט אודות דבריו ומעשיו"],
    options: [
        "דף תצפית – איסוף מידע",
        "יתרונות וחסרונות של הנחנך",
        "התערבות במהלך ההתנסות",
        "אף תשובה אינה נכונה"
    ]
},
{
    q: "מה ההבדל בין התערבות ישירה לעקיפה?",
    a: ["ישירה – החונך מפנה את תשומת הלב לטעות באופן מובהק; עקיפה – הערה מתוך רמז"],
    options: [
        "הנחנך מפנה את תשומת הלב",
        "החונך מפנה את תשומת הלב באופן מובהק; עקיפה – הערה מתוך רמז",
        "ישירה – רמז; עקיפה – לא קיים",
        "כל ההתערבויות צריכות להיות ישירות"
    ]
},
{
    q: "מה קורה בשלב העיבוד?",
    a: ["קריאת דף התצפית פעמיים – סימון סימפטומים – מציאת קשרים – ניסוח תופעה – הכנה למשוב"],
    options: [
        "סימון סימפטומים → קריאה",
        "קריאה → סימון → קשרים → תופעה → הכנה",
        "קריאה → תופעה → קשרים → תופעה נוספת",
        "אף תשובה אינה נכונה"
    ]
},
{
    q: "מה יכלול שלב המשוב?",
    a: ["שלב בו אני והנחנך נחליט על תופעות לשימור ולשיפור בהתנסות הבאה (משוב אישי, קבוצתי ותחקיר)"],
    options: [
        "שימור בלבד",
        "שיפור בלבד",
        "שימור ושיפור",
        "בחירת סוג התנסות הבאה"
    ]
},
{
    q: "מה ההבדל בין חניכה בתפקיד לחניכה לביצוע?",
    a: ["חניכה לביצוע חד\"פ למשימה מסוימת; חניכה לתפקיד ארוכת טווח ומתמקדת בפיתוח מקצועי ואישי"],
    options: [
        "הפוך",
        "תפקיד = ידע למשימות רבות",
        "ביצוע = מקצועי",
        "חניכה לביצוע מתמקדת במשימה אחת וחד\"פ ותפקיד ארוך"
    ]
},
{
    q: "מהם האתגרים שיכולים לעלות מתהליכי חניכה?",
    a: ["מספר הביצועים של הנחנך, חניכה בשגרה עמוסה, היבטים שלא ניתן לזהות במציאות"],
    options: [
        "מספר ביצועים + עומס",
        "מספר ביצועים + עקשנות",
        "תשובות 1 ו־2 נכונות",
        "מספר הביצועים + עומס + היבטים שלא ניתן לזהות במציאות"
    ]
},
{
    q: "לסיכום, מי משתתף בכל שלב?",
    a: ["הכנה – מפקד; תדריך – מפקד ונחנך; אישור תוכניות – מפקד ונחנך; תצפית – מפקד; עיבוד – רק המפקד; משוב – מפקד ונחנך"],
    options: [
        "הכנה–מפקד; תדריך–שניהם; אישור–מפקד; תצפית–שניהם",
        "הכנה–נחנך",
        "הכנה–מפקד + תדריך–שניהם + אישור–שניהם + תצפית–מפקד + עיבוד–מפקד + משוב–שניהם",
        "אף תשובה אינה נכונה"
    ]
},
{
    q: "כאשר חייל עצמאי מתקשה בשיתוף פעולה – מה היעד?",
    a: ["האצלת סמכויות"],
    options: ["עצמאות","ריבוי משימות","בטחון עצמי","האצלת סמכויות"]
},
{
    q: "חייל מודע לטעות אך לא יודע דרך טובה יותר – מה המקור?",
    a: ["יישום"],
    options: ["יישום","תפיסה","ניתוח תמונת מצב","מודעות"]
},
{
    q: "מהם מאפייני צבא העם?",
    a: ["צבא המונים צבא ממלכתי כור היתוך תרומה למדינה"],
    options: [
        "אכפתיות כור היתוך רב תרבותיות",
        "צבא המונים צבא ממלכתי כור היתוך תרומה למדינה",
        "רעות צבא מוסרי חוק גיוס חובה",
        "תרומה למדינה שיתופיות אהבת הארץ"
    ]
},
{
    q: "במה מסייע עקרון היושרה והענייניות?",
    a: ["ביצוע פקודות והנחיות על סמך שיקולים צבאיים בלבד"],
    options: [
        "הפגנת יושרה",
        "ביצוע פקודות על סמך שיקולים צבאיים בלבד",
        "שיקולים מדיניים",
        "ביצוע מתוך רוח צה\"ל"
    ]
},
{
    q: "מה אומר עיקרון האחריות בממלכתיות?",
    a: ["החייל יראה עצמו בעל אחריות משותפת ואישית לביצוע משימת יחידתו"],
    options: [
        "אחריות לציוד",
        "אחריות לדעות פוליטיות",
        "אחריות לחיילים בחופשה",
        "החייל יראה עצמו בעל אחריות משותפת ואישית לביצוע משימת יחידתו"
    ]
},
{
    q: "מי כתב את הספר 'ייחוד וייעוד'?",
    a: ["דוד בן גוריון"],
    options: ["בוגי יעלון","יגאל אלון","גולדה מאיר","דוד בן גוריון"]
},
{
    q: "ע\"פ חוק יסוד הצבא – הצבא תחת הרשות ה…?",
    a: ["הרשות המבצעת"],
    options: ["המחוקקת","אף רשות","הרשות המבצעת","הרשות השופטת"]
},
{
    q: "במשימת קורונה – איזה עיקרון מסביר חלוקת מזון?",
    a: ["עקרון ביצוע משימות חברתיות לאומיות"],
    options: [
        "עקרון ביצוע משימות חברתיות לאומיות",
        "עקרון האחידות",
        "עקרון שיקול הדעת",
        "עקרון הממלכתיות"
    ]
},
{
    q: "מה מטרתם של מסמכי יסוד?",
    a: ["לייצר שפה משותפת ולכוון לפעולה על בסיס תשתית ערכית משותפת"],
    options: [
        "להציג פקודות",
        "שפה משותפת ותשתית ערכית",
        "אף תשובה אינה נכונה",
        "לפרט ערכים"
    ]
},
{
    q: "מהי מטרת מגילת צה\"ל?",
    a: ["להוות תשתית לדמותו, ייעודו ויחודו של צה\"ל והשפעתם על דפוסי פעולתו"],
    options: [
        "אף תשובה אינה נכונה",
        "מגדיר את תפקידו",
        "להוות מגילת עצמאות חדשה",
        "להוות תשתית לדמותו ייעודו ויחודו"
    ]
},
{
    q: "איזה עיקרון אינו עיקרון של צבא העם?",
    a: ["יושר והגינות כלפי החיילים"],
    options: [
        "גיוס חובה",
        "אחדות ושוויון הזדמנויות",
        "ייצוגיות וממלכתיות",
        "יושר והגינות כלפי החיילים"
    ]
},
{
    q: "האם נפגע עיקרון בממלכתיות בראיון קצונה עם מכר אישי?",
    a: ["כן – נפגע עקרון היושרה והענייניות"],
    options: [
        "כן- נפגע עקרון הנציגות",
        "כן- נפגע עקרון המרות",
        "כן- נפגע עקרון היושרה והענייניות",
        "לא נפגע שום עקרון"
    ]
},
{
    q: "מפק\"צ מצמיד מדריך לחיזוק כש\"ג – איזה עיקרון ממעשה המנהיג?",
    a: ["יקבל החלטות במציאות משתנה ובהתחשב במאפייני הפקודים והמשימה"],
    options: [
        "יפתח תחושת מסוגלות",
        "יקבל החלטות במציאות משתנה",
        "מודע לחוזקותיו",
        "ייצור יציבות"
    ]
},
{
    q: "מהן החובות הנגזרות מהגדרת הקצין?",
    a: ["ליזום ללמוד להכין להחליט להוביל ולבצע"],
    options: [
        "לפקח להחליט ליזום להנהיג לבצע ולבקר",
        "ללמד לחנוך ליזום לבקר להחליט וללמוד",
        "ליזום ללמוד להכין להחליט להוביל ולבצע",
        "ליזום לפקח לתרום לייצג להוביל ולבצע"
    ]
},
{
    q: "מה ההבדל בין רוח צה\"ל למגילת צה\"ל?",
    a: ["רוח צה\"ל הוא קוד אתי; מגילת צה\"ל היא תיאור דמותו יעודו ויחודו"],
    options: [
        "מגילת צה\"ל היא קוד אתי",
        "רוח צה\"ל הוא קוד אתי",
        "נכתבו בעקבות אירועים שונים",
        "אין הבדל"
    ]
},
{
    q: "מגילת צה\"ל היא חידוש של איזה מסמך?",
    a: ["ייעוד ויחוד"],
    options: ["חוק יסוד הצבא","מגילת העצמאות","מסמך רוח צה\"ל","ייעוד ויחוד"]
},
{
    q: "מה אומר עיקרון הנציגות?",
    a: ["החייל יראה עצמו תמיד כנציג של הצבא ומתוך כך נציג המדינה"],
    options: [
        "החייל אינו רשאי לייצג אף גוף",
        "החייל נציג של יחידתו",
        "החייל מייצג את הצבא",
        "החייל יראה עצמו תמיד כנציג של הצבא ומתוך כך גם המדינה"
    ]
},
{
    q: "השלמת טוהר הנשק:",
    a: ["(1) המשימה (2) לוחמים ובשבויים"],
    options: [
        "(1) ההגנה (2) לוחמי צה\"ל",
        "(1) המשימה (2) לוחמים ובשבויים",
        "(1) השליחות (2) אזרחים"
    ]
},
{
    q: "מהם העקרונות לביצוע תצפית נכונה?",
    a: ["תצפית אובייקטיבית ועובדתית"],
    options: [
        "סביבה ניטרלית",
        "שני מתצפתים",
        "הרבה עמודים",
        "תצפית אובייקטיבית ועובדתית"
    ]
},
{
    q: "בעת עבירת בטיחות חמורה – התערבות?",
    a: ["ישירה"],
    options: ["עדינה","עקיפה","תקיפה","ישירה"]
},
{
    q: "מה קורה אם החונך מוותר על ההכנה העצמית?",
    a: ["כל התשובות נכונות"],
    options: [
        "לא ידע למשב נכון",
        "לא יהיה בקיא בחומר",
        "לא יבנה תוכנית פיתוח",
        "כל התשובות נכונות"
    ]
},
{
    q: "האם החניך מבצע הכנה עצמית לפני התדריך?",
    a: ["לא נכון"],
    options: ["נכון","לא נכון"]
},
{
    q: "באיזה תאריך פורסמה פקודת הקמת צה\"ל?",
    a: ["26.5.1948"],
    options: ["25.6.2021","26.5.1948","26.10.1948","26.5.1957"]
},
{
    q: "מהם השלבים האחרונים במעגל החניכה?",
    a: ["משוב והפקת לקחים"],
    options: ["יישום ומשוב","יישום ועיבוד","משוב והפקת לקחים","יישום ותיעוד"]
},
{
    q: "מהן שתי מטרות התדריך?",
    a: ["הגדרת המשימה והקשר","הגדלת סיכוי ההצלחה של החניך"],
    options: [
        "הכרות מעמיקה",
        "הגדרת המשימה והקשר",
        "הגדלת סיכוי הצלחה",
        "בקרה ופיתוח חשיבה"
    ]
},
{
    q: "במה מסייע עקרון היושרה והענייניות?",
    a: ["ביצוע פקודות על סמך שיקולים צבאיים בלבד"],
    options: [
        "הפגנת יושרה",
        "שיקולים צבאיים בלבד",
        "שיקולים מדיניים",
        "ביצוע מתוך רוח צה\"ל"
    ]
},
{
    q: "מה אומר עיקרון המרות?",
    a: ["צה\"ל נתון למרות הממשלה – וכל מהלך החייל הוא למימוש ייעוד הצבא"],
    options: [
        "החייל כפוף למפקדיו",
        "צה\"ל נתון למרות בית המשפט",
        "צה\"ל נתון למרות הממשלה",
        "הממשלה כפופה לצבא"
    ]
}
]
});
