registerExam({
  id: 'mikratot_pdf',
  title: 'מבחן מקראות מתוך קובץ PDF',
  mode: 'flat',
  questions:  [
  {
    q: "על מה התבססו המחתרות בגטאות?",
    a: ["תנועות הנוער היהודיות"],
    options: ["תנועות הנוער היהודיות", "יהודנרט", "קאפו", "מוזלמנים"]
  },
  {
    q: "'השבת השחורה' הייתה פעולה של...",
    a: ["הבריטים"],
    options: ["האצ\"ל", "המרי העברי", "הבריטים", "הלח\"י"]
  },
  {
    q: "איזה ארגון עובדים הוקם בשנת 1920?",
    a: ["ההסתדרות הכללית של העובדים"],
    options: ["חלוצי העלייה השנייה", "אגודת ישראל", "ההסתדרות הכללית של העובדים", "ההסתדרות החקלאית של העובדים"]
  },
  {
    q: "איזה גל עלייה נמשך עד לפרוץ מלחמת העולם הראשונה?",
    a: ["עלייה שנייה"],
    options: ["עלייה שנייה", "עלייה ראשונה", "עלייה שלישית", "עלייה רביעית"]
  },
  {
    q: "איזו מהחברות הבאות היא חברה צודקת ושוויונית המתבססת על עקרונות סוציאליסטיים?",
    a: ["קיבוץ"],
    options: ["כפר", "עיר", "קיבוץ", "מושבה"]
  },
  {
    q: "איזו מושבה הוקמה במקביל לראש פינה?",
    a: ["פתח תקווה"],
    options: ["דגניה", "פתח תקווה", "זכרון יעקב", "משכנות שאננים"]
  },
  {
    q: "איזו עיר שימשה כמוקד להפצה ולחידוש העברית כשפה מודרנית?",
    a: ["יפו"],
    options: ["חיפה", "ירושלים", "יפו", "רמת גן"]
  },
  {
    q: "איזו עליות / עלייה התרחשה בתקופת המנדט הבריטי?",
    a: ["עלייה שלישית"],
    options: ["עלייה ראשונה ורביעית", "עלייה שלישית", "עלייה שנייה ושלישית", "עלייה ראשונה ושלישית"]
  },
  {
    q: "איזו קבוצה הוקמה ב־1909?",
    a: ["דגניה"],
    options: ["דגניה", "משכנות שאננים", "ראש פינה", "אם המושבות"]
  },
  {
    q: "איזו תנועה התנגדה לפקידי הברון רוטשילד?",
    a: ["ביל\"ו"],
    options: ["בית\"ר", "אגודת ישראל", "הציונות הכללית", "ביל\"ו"]
  },
  {
    q: "אילו אגודות הקים אליעזר בן יהודה?",
    a: ["ללימוד השפה העברית"],
    options: ["ללימוד השפה העברית", "כלכליות", "חקלאיות", "ללימוד הדת"]
  },
  {
    q: "אילו אנשים פעלו בירושלים לשם תחיית השפה העברית?",
    a: ["קבוצת מחנכים ואינטלקטואלים"],
    options: ["אליעזר בן יהודה וחותנו", "קבוצת רבנים ותלמידיהם", "קבוצת מחנכים ואינטלקטואלים", "מחנכים"]
  },
  {
    q: "באיזה ספר לבן נקבע כי במדינת ישראל תקום מדינה דו-לאומית?",
    a: ["הספר הלבן השלישי"],
    options: ["הספר הלבן השלישי", "הספר הלבן הראשון", "הספר הלבן השני", "הספר הלבן הרביעי"]
  },
  {
    q: "באילו ערי קודש התרכז 'היישוב היהודי'?",
    a: ["חברון, ירושלים, טבריה, צפת"],
    options: [
      "צפת, עכו, ירושלים, חברון",
      "באר שבע, חברון, עכו, ירושלים",
      "חברון, ירושלים, טבריה, צפת",
      "ירושלים, טבריה, חברון, באר שבע"
    ]
  },
  {
    q: "באיזה שנה הוקמה הקבוצה הראשונה דגניה?",
    a: ["1909"],
    options: ["1915", "1909", "1902", "1905"]
  },
  {
    q: "באיזו שנה גירשו הטורקים את תושבי יפו והסביבה?",
    a: ["1917"],
    options: ["1916", "1918", "1917", "1919"]
  },
  {
    q: "באיזו שנה החל גל העלייה השניה?",
    a: ["1904"],
    options: ["1902", "1905", "1904", "1903"]
  },
  {
    q: "באיזו שנה החלה 'תקופת המאבק'?",
    a: ["1945"],
    options: ["1945", "1942", "1941", "1947"]
  },
  {
    q: "באיזו שנה נוסדה תנועת 'החלוץ'?",
    a: ["1880"],
    options: ["1870", "1880", "1915", "1890"]
  },
  {
    q: "באיזו שפה דרשה חברת 'עזרה' שבעזרתה ילמדו בטכניון?",
    a: ["גרמנית"],
    options: ["גרמנית", "עברית", "פולנית", "אנגלית"]
  },
  {
    q: "בין איזה שנים חל האירוע המכונה 'מלחמת השפות'?",
    a: ["1913-1914"],
    options: ["1914-1915", "1913-1914", "1913-1915", "1912-1913"]
  },
  {
    q: "בין אילו שנים חלה העלייה הראשונה?",
    a: ["1882-1903"],
    options: ["1882-1904", "1882-1903", "1883-1904", "1883-1903"]
  },
  {
    q: "בין מי למי נחתמו הסכמי הקפיטולציות?",
    a: ["האימפריה העות'מנית למעצמות השונות"],
    options: [
      "האימפריה הבריטית עם האימפריה העות'מנית",
      "האימפריה העות'מנית למעצמות השונות",
      "המעצמות האירופיות עם האימפריה הבריטית",
      "מעצמות שונות לאימפריה הבריטית"
    ]
  },
  {
    q: "במה עסקו חברי 'גדוד העבודה'?",
    a: ["סלילת כבישים והקמת ישובים"],
    options: ["סלילת כבישים והקמת ישובים", "לימוד תורה", "סלילת כבישים ולימוד עבודה חקלאית", "שילוב תורה ועבודה"]
  },
  {
    q: "היכן ישבו אנשי 'היישוב הישן'?",
    a: ["ירושלים, צפת, טבריה וחברון"],
    options: ["ירושלים, צפת, טבריה וחברון", "ירושלים, צפת, חיפה ועתלית", "ירושלים, טבריה, עתלית וחברון", "ירושלים, צפת, טבריה וחיפה"]
  },
  {
    q: "כיצד באה לידי ביטוי עזרתו של הברון רוטשילד למושבות?",
    a: ["הברון רוטשילד השקיע במושבות סכומים גדולים ושלח צוותים של מומחים ופקידים שיסייעו בניהולם הכלכלי"],
    options: [
      "הברון רוטשילד השקיע אך ורק בתחום הכספי של היישוב בעזרת תרומות",
      "הברון רוטשילד השקיע במושבות סכומים גדולים ושלח צוותים של מומחים ופקידים שיסייעו בניהולם הכלכלי",
      "הברון רוטשילד שלח צוותים של מומחים בחקלאות כדי לפתח שיטות גידול חדשות",
      "הברון רוטשילד שלח צוותים של פקידים שסייעו בניהול הכלכלי של המשק החקלאי"
    ]
  },
  {
    q: "כיצד נקראה השכונה היהודית הראשונה שהוקמה מחוץ לחומות ירושלים?",
    a: ["משכנות שאננים"],
    options: ["משכנות שאננים", "המושבה הגרמנית", "גילה", "מחנה ישראל"]
  },
  {
    q: "כמה יהודים היו בארץ בראשיתה של המאה ה־19?",
    a: ["6,000"],
    options: ["60,000", "6,000", "300,000", "30,000"]
  },
  {
    q: "כמה עולים בעלייה הראשונה דגלו בעבודת אדמה והקימו מושבות חדשות?",
    a: ["5000"],
    options: ["5000", "500", "50,000", "20,000"]
  },
  {
    q: "לאחר איזו עלייה חודשה ההתיישבות בפתח תקווה?",
    a: ["עליה ראשונה"],
    options: ["עליה שלישית", "עליה ראשונה", "עליה רביעית", "עליה שניה"]
  },
  {
    q: "למה גרמה שיטת הפקידות?",
    a: ["תלות של החקלאים במימון חיצוני"],
    options: [
      "תלות של החקלאים בעובדים רבים",
      "פיתוח של התשתיות הכלכליות במושבות",
      "תלות של החקלאים במימון חיצוני",
      "פיתוח של בנקים בהתיישבות שעזרו לחקלאים בניהול כלכלי"
    ]
  },
  {
    q: "למה הוביל הדגשת העקרון האידיאולוגי 'כיבוש האדמה'?",
    a: ["הקמת קיבוצים על קרקעות לאומיות"],
    options: ["הקמת עיירות פיתוח", "הקמת המושבות", "הקמת כפרי אירוח", "הקמת קיבוצים על קרקעות לאומיות"]
  },
  {
    q: "מאיזו עליה החל להתקיים 'היישוב החדש'?",
    a: ["עליה ראשונה"],
    options: ["עליה ראשונה", "עליה שלישית", "עליה רביעית", "עליה שניה"]
  },
  {
    q: "מה אפיין את העלייה החמישית?",
    a: ["החרדה מפני המשטרים הפשיסטיים"],
    options: [
      "החשיבות שבעבודת האדמה ועבודת הכפיים",
      "הברון רוטשילד שהשקיע במושבות סכומים גדולים בשיטה שנקראה שיטת הפקידות",
      "החרדה מפני המשטרים הפשיסטיים",
      "הגעתה לארץ של האונייה 'רוסלן' שעל סיפונה היו מעל 600 עולים"
    ]
  },
  {
    q: "מה היה 'ליל הגשרים'?",
    a: ["פעולה שנקטה תנועת המרי העברית שבמהלכה פוצצו 11 גשרים ברחבי הארץ"],
    options: [
      "מבצע שהתרחש במסגרת מבצע נחשון בו חטיבת הראל פרצה באמצעות גשרים מאולתרים את דרכה במרחב לטרון",
      "פעולה בה היישוב היהודי הקים 11 גשרים במסגרת חומה ומגדל",
      "פעולה של הפרטיזנים ביוגוסלביה שמטרתה הייתה לעצור את תנועת הרכבות לכיוון מזרח",
      "פעולה שנקטה תנועת המרי העברית שבמהלכה פוצצו 11 גשרים ברחבי הארץ"
    ]
  },
  {
    q: "מה היה בסיס רעיון הקבוצה שהתגלגל והפך לימים לרעיון הקיבוץ?",
    a: ["התיישבות משותפת ועיבוד משותף של חלקות האדמה"],
    options: [
      "כיבוש האדמה והפיכתה לאדמה חקלאית",
      "כיבוש האדמה ובניית מבני מגורים בה",
      "התיישבות משותפת וחלוקת האדמה לחלקות",
      "התיישבות משותפת ועיבוד משותף של חלקות האדמה"
    ]
  },
  {
    q: "מה היה הקיבוץ הראשון ומתי הוקם?",
    a: ["דגניה, 1909"],
    options: ["דגניה, 1907", "דגניה, 1909", "כינרת, 1908", "נהלל, 1906"]
  },
  {
    q: "מה היה כינוייה של פתח תקווה?",
    a: ["אם המושבות"],
    options: ["אחוזת בית", "המושבה הראשונה", "משכנות שאננים", "אם המושבות"]
  },
  {
    q: "מה היה פועלה של ועדת אונסקו\"פ?",
    a: ["המליצה על תכנית החלוקה"],
    options: [
      "הוועדה המיוחדת של האו\"ם לענייני כלכלה במזרח התיכון",
      "החליטה למסור למדינה היהודית את מרבית שטחי הנגב",
      "המליצה על תכנית החלוקה",
      "דנה בבעיית הפליטים היהודים"
    ]
  },
  {
    q: "מה הייתה השכונה היהודית הראשונה שהוקמה מחוץ לחומות?",
    a: ["משכנות שאננים"],
    options: ["פתח תקווה", "נווה שאנן", "משכנות שאננים", "אחוזת בית"]
  },
  {
    q: "מה הייתה מטרתה של 'ועדת פיל'?",
    a: ["הצעת פתרון לסכסוך הערבי-יהודי המתהווה"],
    options: [
      "קביעת קריטריונים לעלייה בתקופת העלייה השנייה",
      "בדיקת סיבות פריצתה של מלחמת העולם הראשונה",
      "הוועדה אשר גיבשה את הסכמי ההפוגה הראשונה במלחמת העצמאות",
      "הצעת פתרון לסכסוך הערבי-יהודי המתהווה"
    ]
  },
  {
    q: "מה הייתה התוצאה של מאורעות תרפ\"ט?",
    a: ["הצעת פתרון לסכסוך הערבי-יהודי המתהווה"],
    options: [
      "הצעת פתרון לסכסוך הערבי-יהודי המתהווה",
      "בדיקת סיבות פריצתה של מלחמת העולם הראשונה",
      "קביעת קריטריונים לעלייה בתקופת העלייה השנייה",
      "הוועדה אשר גיבשה את הסכמי ההפוגה הראשונה במלחמת העצמאות"
    ]
  },
  {
    q: "מה השפיע על הריבוי של האוכלוסייה בארץ?",
    a: ["עליות קדם ציוניות"],
    options: ["אימוץ", "עליות קדם ציוניות", "תמותה באחוז נמוך", "ריבוי טבעי"]
  },
  {
    q: "מה יזם משה מונטיפיורי בשנת 1860?",
    a: ["הקמתה של השכונה היהודית הראשונה מחוץ לחומות"],
    options: [
      "הקמתה של השכונה היהודית הראשונה מחוץ לחומות",
      "פרויקט למימון ההתיישבות בארץ ישראל",
      "הקמתה של שכונה יהודית בירושלים",
      "פרויקט למימון המפעל הציוני"
    ]
  },
  {
    q: "מה מהווה 'הצהרת בלפור'?",
    a: ["הישג דיפלומטי חשוב בדרך להקמת המדינה"],
    options: [
      "הישג דיפלומטי חשוב העוסק בחיבור עם מדינות העולם",
      "הישג דיפלומטי חשוב בדרך להקמת המדינה",
      "מכתב שכתב בלפור שנלקח בחשבון בזמן המנדט הבריטי",
      "מכתב שנכתב לברון רוטשילד"
    ]
  },
  {
    q: "מה נקבע בספר הלבן השלישי?",
    a: ["כי בפלסטינה תקום מדינה דו לאומית"],
    options: [
      "כי בפלסטינה תקום מדינה יהודית",
      "כי בפלסטינה תקום מדינה דו לאומית",
      "כי בפלסטינה תקום מדינה יהודית לצד מדינה ערבית",
      "כי בפלסטינה תקום מדינה ערבית"
    ]
  },
  {
    q: "מה קיימו היהודים הספרדים בתקופת 'היישוב הישן'?",
    a: ["מערכת של קשרים כלכליים עם אוכלוסיית הרוב המוסלמית ורבים מהם עבדו לפרנסתם"],
    options: [
      "מערכת של קשרים כלכלים עם אוכלוסית הרוב המוסלמית ורבים מהם עבדו לפרנסתם",
      "מערכת של קשרים כלכליים עם אוכלוסית הרוב הערבית ורבים מהם עבדו בפיתוח מיומנויות לחימה",
      "מערכת של קשרים חברתיים עם אוכלסית הרוב הנוצרית ורבים מהם עסקו בחקלאות",
      "מערכת של קשרים חברתיים עם אוכלוסית הרוב המוסלמית ורבים מהם עבדו לפרנסתם"
    ]
  },
  {
    q: "מהו 'ריב הלשונות'?",
    a: ["וויכוח שפרץ לגביי שפת הלימוד בטכניון"],
    options: [
      "וויכוח שפרץ בין הטכניון לבין הגימנסיה הרצליה",
      "וויכוח שפרץ לגביי שפת הלימוד במוסדות הלימוד בארץ",
      "וויכוח שפרץ לגביי שפת הלימוד בטכניון",
      "וויכוח שפרץ בין הטכניון לבין האוניברסיטה העברית"
    ]
  },
  {
    q: "מהו הספר הלבן הראשון?",
    a: ["מסמך רשמי שהוצא לאור ע\"י ממשלת בריטניה, המציג את מדיניות הממשלה כלפי היישוב היהודי"],
    options: [
      "מסמך המתאר את הקשיים שגרמו למתחים בין ראשי היישוב היהודי והציונות לבין בריטניה",
      "מסמך רשמי שהוצא לאור ע\"י ממשלת בריטניה, המציג את מדיניות הממשלה כלפי היישוב היהודי",
      "מסמך המבטא את הנסיגה מהמחויבות להקמתו של הבית הלאומי וקובע קריטריונים חדשים לעלייה ורכישת קרקעות",
      "מסמך המסכם את 'הצהרת בלפור' אשר נכתב ע\"י הלורד ריצ'מונד דהלאנור רמינגטון"
    ]
  },
  {
    q: "מהו הספר הלבן?",
    a: ["שינויים במדיניות הבריטית שהוגדרו רשמית בסדרה של מסמכים"],
    options: [
      "שינויים במדיניות הבריטית שהוגדרו רשמית בסדרה של מסמכים",
      "שינויים במדיניות הבריטית שהוגדרו רשמית בסדרה של צווים",
      "אוסף מסמכים שביניהם גם הצהרת בלפור",
      "אוסף פקודות ושינויים במדיניות הגרמנית שהוגדרו רשמית בסדרה של מסמכים"
    ]
  },
  {
    q: "מהו שמה של השכונה, שהפכה לימים לעיר העברית הראשונה?",
    a: ["אחוזת בית"],
    options: ["הגימנסיה", "אחוזת בית", "אום רשרש", "מחנה ישראל"]
  },
  {
    q: "מהי 'ההסתדרות הכללית של העובדים העבריים בארץ ישראל'?",
    a: ["ארגון עובדים שאיגד את כל העובדים היהודים בארץ"],
    options: [
      "ארגון עובדים שהוקם על ידי גדוד העבודה",
      "ארגון עובדים שאיגד את כל העובדים היהודים בארץ",
      "ארגון עובדים שהוקם על ידי הבריטים למען המושבה היהודית בארץ",
      "ארגון עובדים שאיגד את כל העובדים בארץ"
    ]
  },
  {
    q: "מהי גיא אוני?",
    a: ["ראש פינה"],
    options: ["פתח תקווה", "צפת", "חברון", "ראש פינה"]
  }
]


});
