registerExam({
  id: 'mikratot_pdf',
  title: 'מבחן מקראות מאוד ארוך מתוך קובץ PDF',
  mode: 'flat',
  questions:  [
      {
    q: "מה תפקיד הקואליציה?",
    a: ["לגבות בכנסת את צעדי הממשלה ולהגן על חקיקותיה"],
    options: ["להוות איזון ובלימה לממשלה", "לגבות בכנסת את צעדי הממשלה ולהגן על חקיקותיה", "להציע לציבור אלטרנטיבה שלטונית ולבקר את פעילות הממשלה", "לספק סעד לאזרח או לגופים הנדרשים לו"]
  },
  {
    q: "אזרחות ישראלית ללא תנאי איזה חוק קובע כי לכל יהודי הזכות לעלות ארצה ולקבל?",
    a: ["חוק השבות"],
    options: ["חוק השיבה לארץ ישראל", "חוק האזרחות", "חוק השבות", "חוק יסוד כבוד האדם וחירותו"]
  },
  {
    q: "איזו אוכלוסיה צורפה לחוק השבות לאחר תיקופו?",
    a: ["ילדיהם ונכדיהם של יהודים"],
    options: ["יהודים מהעליה הראשונה והשניה", "ילדיהם ונכדיהם של יהודים", "גויים המעוניינים להתגייר ולעלות ארצה", "בני מיעוטים המעוניינים לחיות בשטחי הארץ"]
  },
  {
    q: "איזו מילה לא נמצאת בתוך מגילת העצמאות?",
    a: ["דמוקרטית"],
    options: ["ציונית", "שואה", "יהודית", "דמוקרטית"]
  },
  {
    q: "איזו תנועה או מפלגה הנהיג דויד וולפסון?",
    a: ["התנועה הציונית"],
    options: ["אגודת ישראל", "מפלגת ר''בית", "התנועה הציונית", "ההסתדרות הכללית"]
  },
  {
    q: "מדינה אילו 2 מערכות ניתן למצוא באופייה הדמוקרטי של כל?",
    a: ["מערכת פורמלית מוסדית- מערכת, תרבותית ערכית-"],
    options: ["מערכת חינוך ערכית- מערכת, משפטית מוסדית-", "מערכת חינוך מוסדית- מערכת, משפטית ערכית-", "מערכת פורמלית מוסדית- מערכת, תרבותית ערכית-", "מערכת פורמאלית ערכית- מערכת, תרבותית מוסדית-"]
  },
  {
    q: "ירושלים'' בירת ישראל אילו אירועים התרחשו בעקבות חקיקת חוק יסוד ''?",
    a: ["שגריריות העבירו את מקום מושבן מירושלים לתל אביב"],
    options: ["פותחו מוסדות כלכליים חינוכיים, ומסחריים רבים בירושלים", "פותחו מוסדות כלכליים חינוכיים, ודתיים רבים בירושלים", "שגריריות העבירו את מקום מושבן מתל אביב לירושלים", "שגריריות העבירו את מקום מושבן מירושלים לתל אביב"]
  },
  {
    q: "הסוכנות היהודית במסמך הסטטוס קוו אילו מקצועות מוגדים '' לימוד חובה עפ'' י'' הגדרת?",
    a: ["עברית היסטוריה, ומדעים"],
    options: ["היסטוריה שיטת, מחקר עברית,", "גיאוגרפיה היסטוריה, ועברית", "מורשת עברית, היסטוריה,", "עברית היסטוריה, ומדעים"]
  },
  {
    q: "הציבור באיזו שנה החל מבקר המדינה לשמש כנציב תלונות?",
    a: ["1971"],
    options: ["1976", "1972", "1971", "1974"]
  },
  {
    q: "באיזו שנה נוסד בנק ישראל?",
    a: ["1954"],
    options: ["1950", "1954", "1956", "1952"]
  },
  {
    q: "באיזה שנה נכתב ההמנון?",
    a: ["1878"],
    options: ["1887", "1933", "1878", "1947"]
  },
  {
    q: "באילו מקרים מחוייב החייל לסרב פקודה?",
    a: ["כאשר הפקודה עשויה לפגוע בחייו של אדם במישירין"],
    options: ["כאשר הפקודה קשה לביצוע ונאלצים לערב גורם בכיר", "כאשר הפקודה ניתנה לא ממפקדו הישיר", "כאשר הפקודה בלתי חוקית", "כאשר הפקודה עשויה לפגוע בחייו של אדם במישירין"]
  },
  {
    q: "באילו ערים ישנה תחבורה ציבורית בשבת?",
    a: ["חיפה ואילת"],
    options: ["נהריה ואילת", "ירושלים וחיפה", "תל אביב וירושלים", "חיפה ואילת"]
  },
  {
    q: "בעליל בעקבות איזה אירוע הוגדר המושג '' פקודה בלתי חוקית?",
    a: ["טבח בכפר קסם"],
    options: ["מלחמת ששת ''הימים", "מלחמת העצמאות", "אירועי יום האדמה", "טבח בכפר קסם"]
  },
  {
    q: "האם הדמוקרטיה משפיעה על צה ל'' וחייליו?",
    a: ["כן פקודותיו, של צה ל'' כפופות לעקרונות הדמוקרטיה ומחוייבות להיות שוויוניות"],
    options: ["לא צה, ל'' הוא מסגרת נפרדת שלא כפופה לשום גורם ולכן חוקי הדמוקרטיה", "המדיניים אינם חלים בו", "הדמוקרטיה", "כן פקודותיו, של צה ל'' כפופות לעקרונות הדמוקרטיה ומחוייבות להיות שוויוניות"]
  },
  {
    q: "האם חוק השבות יכול להכריע בשאלה '' מיהו יהודי '' כן חיילי, צה ל'' זכאים לקבל את כל הזכויות המגיעות לאזרחים במדינת ישראל?",
    a: ["לא החוק, בנוסח המקורי לא יכול להכריע בשאלה זו"],
    options: ["כן החוק, בנוסח המקורי יכול להכריע בשאלה זו", "לא החוק, בנוסח המקורי לא יכול להכריע בשאלה זו", "לא פרט, ליהודים המגדירים עצמם אתאיסטים או, ליהודים ניצולי שואה", "כן פרט, ליהודים המגדירים עצמם אתאיסטים או, ליהודים ניצולי שואה"]
  },
  {
    q: "כיצד נבחר מבקר המדינה?",
    a: ["בחירות חשאיות בכנסת"],
    options: ["החלטת ראש הממשלה", "בחירות חשאיות בכנסת", "החלטת נשיא המדינה", "משעל עם"]
  },
  {
    q: "כמה חברי כנסת מכהנים בכנסת ישראל?",
    a: ["120"],
    options: ["140", "120", "80", "100"]
  },
  {
    q: "כמה חוקי יסוד קיימים במדינת ישראל?",
    a: ["11"],
    options: ["10", "15", "12", "11"]
  },
  {
    q: "למושג יהדות שלוש פנים מה, הם?",
    a: ["דת לאום, ותרבות"],
    options: ["דת תרבות, ומורשת", "מורשת תרבות, ולאום", "דת לאום, ותרבות", "דת לאום, ומורשת"]
  },
  {
    q: "בדמוקרטיה הישראלית מבין האפשרויות הבאות מה, נחשבת לסוגיה מרכזית?",
    a: ["עיקרון הייצוגיות ועיקרון המשילות"],
    options: ["חילול שבת", "עיקרון הייצוגיות ועיקרון המשילות", "גיוס בנות למערך הלוחם", "גיוס חובה ל''לצה"]
  },
  {
    q: "מה מהבאים מכונה '' מגילת זכויות האדם ''?",
    a: ["חוק יסוד כבוד האדם וחירותו"],
    options: ["פשרת הררי", "מגילת העצמאות", "חוק יסוד כבוד האדם וחירותו", "מסמך הסטטוס קוו"]
  },
  {
    q: "מה מהבאים עיצב מקסים שמיר?",
    a: ["סמלה של מדינת ישראל"],
    options: ["פסל המנורה המוצב מול הכנסת", "סמל ל''צה", "דגל ישראל", "סמלה של מדינת ישראל"]
  },
  {
    q: "מה ניתן למצוא בתוכן חוק שירות וביטחון?",
    a: ["גיל הגיוס משך, השירות פטור, אזרחי משירות"],
    options: ["גיל הגיוס משך, השירות פטור, אזרחי משירות", "משך השירות הכשרות, יסוד פקודות, ל''מטכ", "הכשרות יסוד משך, השירות גיל, הגיוס", "פקודות מטכ ל'' גיל, הגיוס פטור, אזרחי משירות"]
  },
  {
    q: "מה קובע חוק השבות?",
    a: ["לכל יהודי זכות לעלות ארצה ולקבל אזרחות ישראלית"],
    options: ["הגדרה למונח '' יהודי על'' בסיס ההלכה וחוקי הגיור", "לכל יהודי זכות לעלות ארצה ולקבל אזרחות ישראלית", "הסדרת חובות השירות הסדיר ל''בצה", "עליה לארץ וקבלת אזרחות ליהודים ניצולי שואה"]
  },
  {
    q: "מה תפקיד האופוזיציה?",
    a: ["להציע לציבור אלטרנטיבה שלטונית ולבקר את הממשלה"],
    options: ["לגבות בכנסת את צעדי הממשלה ולהגן על החלטותיה", "להוביל את הכנסת ולבקר את הממשלה", "להציע לציבור אלטרנטיבה שלטונית ולבקר את הממשלה", "לייצג את הציבור בממשלה ולחוקק חוקים"]
  },
  {
    q: "מה תפקידו השני של מבקר המדינה?",
    a: ["נציב תלונות הציבור"],
    options: ["נציב תלונות הציבור", "נגיד בנק ישראל", "ממלא מקום נשיא המדינה", "ח כ'' באופוזיציה"]
  },
  {
    q: "מהו אורך כהונתו של הנשיא?",
    a: ["שבע שנים"],
    options: ["שבע שנים", "ארבע שנים", "חמש שנים", "שש שנים"]
  },
  {
    q: "מהו אחד מתפקידי נשיא המדינה?",
    a: ["מקבל את כתבי האמנה של שגרירים זרים"],
    options: ["מקבל את כתבי האמנה של שגרירים זרים", "לקבוע את עונשם של אסירי מדינה בלבד", "נשיא המדינה יחליף את ראש הממשלה בהיעדרו", "מסמיך שגרירים זרים בישראל"]
  },
  {
    q: "מהו הגורם האחראי לבקרה ופיקוח על גופים ציבוריים?",
    a: ["משרד מבקר המדינה"],
    options: ["בית המשפט העליון", "בית הנשיא", "הכנסת", "משרד מבקר המדינה"]
  },
  {
    q: "?",
    a: [],
    options: ["מהו העקרון החשוב ביותר המנחה את מערכת בתי"]
  },
  {
    q: "המשפט?",
    a: ["ניטרליות עצמאית, ונטולת פניות"],
    options: ["זכות הנאשם לייצוג עורך דין הולם", "ניטרליות עצמאית, ונטולת פניות", "שיוויוניות והימנעות מקבלת שוחד", "גובה משכורת המונע קבלת שוחד"]
  },
  {
    q: "מהו מטרת מסמך הסטטוס קוו?",
    a: ["דו קיום בין דתיים לחילוניים"],
    options: ["דו קיום בין יהודים לבני מיעוטים", "להכיר במספר דתות במדינת ישראל", "דו קיום בין דתיים לחילוניים", "להגדיר את דיני השבת במדינת ישראל"]
  },
  {
    q: "אחרים מהו מעמדו של חוק כבוד האדם וחירותו ביחס לחוקים?",
    a: ["עליון מעל כל חוקי המדינה"],
    options: ["עליון מעל כל חוקי המדינה", "שווה ערך לחוקי היסוד", "שווה ערך לחוקי היסוד", "עליון מעל כל חוקי היסוד"]
  },
  {
    q: "מהו מקום מושבו של בנק ישראל?",
    a: ["ירושלים"],
    options: ["ירושלים", "חיפה", "תל אביב", "באר שבע"]
  },
  {
    q: "מהו מקור ''השם כנסת .''?",
    a: ["הכנסת הגדולה שהתכנסה בי ם- בימי בית שני"],
    options: ["הכנסת הגדולה שהתכנסה בי ם- בימי בית שני", "מקום משכן זקני העיר בתקופת השופטים", "נלקח מהמילה כינוסייה מהשפה, הלטינית", "בית הכנסת הגדול בעיירת טיקוצ ין' שבפולין"]
  },
  {
    q: "מהו נציב תלונות הציבור?",
    a: ["גוף שמרכז את תלונות האזרחים שנפגעו מגוף ציבורי"],
    options: ["גוף שמרכז את תלונות האזרחים שנפגעו מגוף ציבורי", "גוף העוטר לבג צ'' לטובת זכויותיהם של אזרחים", "גוף המגן על זכויות התושבים במסגרת עירונית", "גוף ממשלתי המרכז את עבירות הציבור על החוק"]
  },
  {
    q: "מהו עיקרה של היהדות כדת?",
    a: ["מצוות ההלכה והמסורת"],
    options: ["מצוות ההלכה והמסורת", "רעיונות וסמלים לאומיים", "גורל וייעוד המשותפים לכל יהודי הארץ", "הזיקה למדינת ישראל"]
  },
  {
    q: "מיידיות בממשלה מהו שמו של הגוף המצומצם הנדרש לקבלת החלטות?",
    a: ["המטבחון"],
    options: ["הדרג המדיני", "הקואליציה", "המטבחון", "האופוזציה"]
  },
  {
    q: "מהו תפקידה של הסוכנות היהודית לאחר קום המדינה?",
    a: ["קידום העלייה והקליטה בארץ"],
    options: ["תמיכה כלכלית ל''בצה", "ייצוג הישוב היהודי אל מול השלטונות הבריטים", "מכירת קרקעות ליהודים לצורך הקמת יישובי חומה ומגדל", "קידום העלייה והקליטה בארץ"]
  },
  {
    q: "מהו תפקידה של ל''קק?",
    a: ["איסוף כספים עבור רכישת קרקעות בארץ"],
    options: ["הפשרת קרקעות לבנייה ופיתוח", "איסוף כספים עבור רכישת קרקעות בארץ", "מכירת קרקעות לבעלי הון לצורך פיתוח", "פיתוח ישובים יהודים חדשים בארץ"]
  },
  {
    q: "מהו תפקידו של נגיד בנק ישראל?",
    a: ["היועץ הכלכלי לממשלה"],
    options: ["נציב תלונות הציבור", "היועץ הכלכלי של שר האוצר", "היועץ הכלכלי לממשלה", "מנכ ל'' הבנקים הישראלי"]
  },
  {
    q: "מהי הצורה בה מתכנסת כנסת ישראל?",
    a: ["מליאה"],
    options: ["מפלגות", "מליאה", "ועדות", "רשויות"]
  },
  {
    q: "מהי חשיבותו של עיקרון הפרדת הרשויות?",
    a: ["הרשויות מאזנות ובולמות האחת את השניה"],
    options: ["יצירת סדר וארגון בתחומי האחרויות בין הרשויות", "הרשויות מאזנות ובולמות האחת את השניה", "איזונה של הרשות המחוקקת", "הרשות המבצעת נתמכת ברשות השופטת"]
  },
  {
    q: "ישראל מהי משמעות חוק השבות לגבי אופייה של מדינת?",
    a: ["המדינה הינה מדינה יהודית ובית פוטנציאלי לכל יהודי התפוצות"],
    options: ["מדינת ישראל תהווה כור היתוך לכלל הדתות השמיות בה", "מדינת ישראל תהיה מושתת על עקרונות היהדות הדתית", "המדינה תהיה מושתת על יסודות החירות השיוויון והחופש", "המדינה הינה מדינה יהודית ובית פוטנציאלי לכל יהודי התפוצות"]
  },
  {
    q: "מהי פקודה בלתי חוקית בעליל?",
    a: ["פקודה בלתי חוקית שעלולה לפגוע בחיי אדם"],
    options: ["פקודה בלתי חוקית שעלולה לפגוע בחיי אדם", "פקודה שחובה לבצע ללא עוררין", "פקודה אשר מעליה מתנוסס דגל אדום", "פקודה בלתי חוקית שחובה לבצע"]
  },
  {
    q: "מהי פשרת הררי?",
    a: ["חקיקת חוקי יסוד במקום חוקה סדורה"],
    options: ["הסכם דו קיום בין יהודים לבני מיעוטים", "חקיקת חוקי יסוד במקום חוקה סדורה", "תיקון לחוק השבות", "הסכם דו קיום בין חילונים לדתיים"]
  },
  {
    q: "מהי שיטת הבחירות הנהוגה בישראל?",
    a: ["פרלמנטרית"],
    options: ["נשיאותית", "ישירה", "פרלמנטרית", "גלויה"]
  },
  {
    q: "מהם עקרונות היסוד שעל פיהם פועלת מערכת המשפט?",
    a: ["שיוויון בפני החוק פומביות, הזכות, להליך הוגן ושקיפות המשפט"],
    options: ["פומביות ערך, חיי אדם הזכות, להליך הוגן ושקיפות המשפט", "ערך חיי אדם פומביות, שווין, בפני החוק", "שיוויון בפני החוק הזכות, להליך הוגן ושקיפות המשפט ערך, חיי אדם", "שיוויון בפני החוק פומביות, הזכות, להליך הוגן ושקיפות המשפט"]
  },
  {
    q: "מהם ראשי התיבות ל''קק?",
    a: ["קרן קיימת לישראל"],
    options: ["קניין קרקעות לישראל", "קרן קיימת לישראל", "קרן קרקעות לישראל", "קרן קיומית לישראל"]
  },
  {
    q: "מהם שני התפקידים העיקריים של כנסת ישראל?",
    a: ["חקיקת חוקים בקרה, על עבודת הממשלה"],
    options: ["חקיקת חוקים בקרה, על עבודת הממשלה", "שיפוט אכיפת, חוקים", "הכרעות בנושאי חוץ וכלכלה חקיקת, חוקים", "הכרעות בנושאי חוץ וביטחון אכיפת, חוקים"]
  },
  {
    q: "מהם שני סוגי הדמוקרטיה?",
    a: ["ישירה ועקיפה"],
    options: ["פרטנית וכללית", "ישירה ונשיאותית", "סמויה וחשאית", "ישירה ועקיפה"]
  },
  {
    q: "מהן שלוש הרשויות המצויות בדמוקרטיה?",
    a: ["מחוקקת מבצעת, ושופטת"],
    options: ["מחוקקת צבאית, וחינוכית", "מחוקקת מבצעת, וצבאית", "מחוקקת צבאית, ושופטת", "מחוקקת מבצעת, ושופטת"]
  },
  {
    q: "מהן שתי דרכי פעולתה של כנסת ישראל?",
    a: ["מליאה וועדות"],
    options: ["משאל עם והצבעה תוך ממשלתית", "מליאה וועדות", "אמון ואי אמון", "אופוזיציה וקואליציה"]
  },
  {
    q: "מי הקים את ההסתדרות הציונית העולמית?",
    a: ["תיאדור זאב הרצל"],
    options: ["זאב ז בוטינסקי'", "גולדה מאיר", "תיאדור זאב הרצל", "דוד בן גוריון"]
  },
  {
    q: "מי ייסד את הרבנות הראשית?",
    a: ["הרב אברהם הכהן יצחק קוק"],
    options: ["הרב בינימין הלוי", "הרב מאיר לאו", "הרב אברהם הכהן יצחק קוק", "הרב עובדיה יוסף"]
  },
  {
    q: "מי ממונה על מערכת הנישואין והגירושין בישראל?",
    a: ["בתי הדין הרבניים"],
    options: ["המוסד לנישואין אזרחיים", "בתי המשפט המחוזיים", "בתי הדין הרבניים", "בית הדין לנישואין וגירושין"]
  },
  {
    q: "מי עומד בראש מדינת ישראל על- פי חוק?",
    a: ["נשיא המדינה"],
    options: ["מבקר המדינה", "בית המשפט העליון", "נשיא המדינה", "ראש הממשלה"]
  },
  {
    q: "מי רשאי לפנות לנציב קבילות החיילים?",
    a: ["כל חייל ומפקד בסדיר ובמילואים"],
    options: ["כל גורם ביטחוני", "כל חייל בסדיר בלבד", "כל אזרח במדינת ישראל", "כל חייל ומפקד בסדיר ובמילואים"]
  },
  {
    q: "ממה מורכבת ממשלת ישראל?",
    a: ["מסך כל השרים בממשלה"],
    options: ["מסך כל השרים בממשלה", "הנשיא ראש, הממשלה ושופטים", "מהאופוזיציה", "כים''ח 120"]
  },
  {
    q: "דמוקרטית מתי הוגדרה בחוק מדינת ישראל כמדינה יהודית?",
    a: ["1992"],
    options: ["1994", "1967", "1992", "1948"]
  },
  {
    q: "מתי הוקמה ל''קק?",
    a: ["1901"],
    options: ["1918", "1901", "1907", "1922"]
  },
  {
    q: "מתי התקבל בכנסת '' חוק יסוד ירושלים: בירת ישראל ''?",
    a: ["1980"],
    options: ["1980", "1986", "1956", "1967"]
  },
  {
    q: "מתי התקבל בכנסת חוק השבות?",
    a: ["1950"],
    options: ["1970", "1950", "1949", "1947"]
  },
  {
    q: "מתי התקבל בכנסת חוק כבוד האדם וחירותו?",
    a: ["1992"],
    options: ["1992", "2000", "1995", "1990"]
  },
  {
    q: "מתי התקבל בכנסת חוק שירות הביטחון?",
    a: ["1949"],
    options: ["1948", "1947", "1949", "1950"]
  },
  {
    q: "מתי נבחר רשמית דגלה של מדינת ישראל?",
    a: ["28.10.1948"],
    options: ["22.10.1947", "22.11.1948", "28.10.1948", "28.11.1947"]
  },
  {
    q: "מתי נוסד ארגון אגודת ישראל?",
    a: ["1912"],
    options: ["1912", "1918", "1924", "1927"]
  },
  {
    q: "מתי נוסדה הסוכנות היהודית?",
    a: ["1929"],
    options: ["1939", "1929", "1921", "1925"]
  },
  {
    q: "מתי נוסדה הרבנות הראשית?",
    a: ["א''תרפ (1921)"],
    options: ["א''תרפ (1921)", "א''תרפ (1925)", "א''תרפ (1928)", "א''תרפ (1929)"]
  },
  {
    q: "הציונית מתי נקבע '' התקווה כהמנון'' הרשמי של התנועה?",
    a: ["1933"],
    options: ["1933", "בקונגרס ה 19", "1903", "בקונגרס ה 16"]
  },
  {
    q: "מתי תוקף חוק השבות?",
    a: ["1970"],
    options: ["1948", "1989", "1950", "1970"]
  },
  {
    q: "על ידי מי נבחר מבקר המדינה?",
    a: ["הכנסת"],
    options: ["הנשיא", "הציבור", "הממשלה", "הכנסת"]
  },
  {
    q: "על מה מושתת המהפכה החוקתית?",
    a: ["העצמת חוק כבוד האדם וחירותו על פני חוקים אחרים"],
    options: ["חקיקת חוקי יסוד", "העצמת חוק כבוד האדם וחירותו על פני חוקים אחרים", "האירוע בו הוגדרה ישראל כמדינה יהודית דמוקרטית", "פשרת הררי"]
  },
  {
    q: "על מה מושתת חזון הקמת מדינה יהודית בארץ ישראל?",
    a: ["חזונם של נביאי ישראל"],
    options: ["חזונו של מנחם בגין", "על עקרונות קונסרבטיביים דתיים", "חזונם של נביאי ישראל", "על עקרונות פלורליסטים חילוניים"]
  },
  {
    q: "על מה ממונה הרבנות הראשית?",
    a: ["מערכת הנישואין והגירושין ניהול, מערכת הכשרות ותחזוק מתקנים דתיים"],
    options: ["ניהול מערכת הכשרות שיפוט, על פי עקרונות ההלכה ומערכת הנישואין והגירושין", "מערכת הנישואין והגירושין ניהול, מערכת הכשרות ותחזוק מתקנים דתיים", "שיפוט על פי עקרונות ההלכה ניהול, מערכת הכשרות ותחזוק מתקנים דתיים", "תחזוק מתקנים דתיים שיפוט, על פי עקרונות ההלכה ומערכת הנישואין והגירושין"]
  },
  {
    q: "משימה עם מה מחוייב החייל להזדהות בעת שהוטלה עליו?",
    a: ["חובת ביצוע המשימה"],
    options: ["חובת ביצוע המשימה", "חובת קבלת המשימה", "המשימה עצמה", "חובת העברת המשימה"]
  },
  {
    q: "____ התפילה, המסיימת אותו היא התפילה הפותחת את יום הכיפור , _____ היא?",
    a: ["כל נדרי נעילה,"],
    options: ["שחרית ערבית,", "כל נדרי נעילה,", "תשליך נעילה,", "שחרית כל, נדרי"]
  },
  {
    q: "איזו מצווה היא אינה מצוות יסוד באסלאם?",
    a: ["פקידת בתי קברות"],
    options: ["צום הרמאדן", "הצהרה על דבקות בעיקרי האמונה", "חובה לתת צדקה", "פקידת בתי קברות"]
  },
  {
    q: "איזו פרשה כתובה על הקלף הנמצא במזוזה?",
    a: ["פרשת שמע"],
    options: ["פרשת ויבוא", "פרשת לך לך", "פרשת שמע", "פרשת ויצא"]
  },
  {
    q: "אילו תפילות הסידור מכיל?",
    a: ["כלל התפילות והברכות היומיומיות"],
    options: ["תפילת הקדיש", "תפילות לחגים", "כלל התפילות והברכות היומיומיות", "תפילות לשבתות"]
  },
  {
    q: "אם ארצה להתפלל בתקופת החגים איעזר ב ....?",
    a: ["מחזור"],
    options: ["מחזור", "משנה", "תלמוד", "תוספתא"]
  },
  {
    q: "ישראל יחול סמוך ליום העצמאות באיזו שנה נקבע בחוק שיום הזיכרון לחללי מערכות?",
    a: ["1963"],
    options: ["1966", "1953", "1963", "1946"]
  },
  {
    q: "מזוהה עם בשנים האחרונות ראש השנה לאילנות הפך להיות ..?",
    a: ["פעילויות הקשורות לאיכות הסביבה ושמירה על הקיימות"],
    options: ["פעילויות הקשורות לאיכות הסביבה ושמירה על הקיימות", "קיום סדר ט ו'' בשבט", "אכילת פירות יבשים", "טיול בשמורות טבע באמצעות כרטיס ט''קש"]
  },
  {
    q: "היכן נקבר יצחק רבין ל''ז?",
    a: ["הר הרצל"],
    options: ["בכיכר מלכי ישראל", "הר הרצל", "הר הזיתים", "שדה בוקר"]
  },
  {
    q: "חג הסוכות חל בתאריך ,______ ונמשך _____?",
    a: ["ט ו'' בתשרי , 7 ימים"],
    options: ["ט ו'' בתשרי , 4 ימים", "י בתשרי' , 4 ימים", "ט ו'' בתשרי , 7 ימים", "י בתשרי' , 7 ימים"]
  },
  {
    q: "חוגגים את חג הפסחא ביום בו?",
    a: ["ישו קם לתחייה"],
    options: ["ישו הלך על המים", "צלבו את ישו", "ישו קם לתחייה", "טבלו את ישו"]
  },
  {
    q: "בתאריך ____ ביום, זה מציינים את יום הזיכרון הממלכתי לבנימין זאב הרצל ל''ז חל _____?",
    a: ["י באייר' יום, הולדתו"],
    options: ["י באייר' יום, הולדתו", "ה באייר' יום, מותו", "י בחשוון' יום, הקמתה של התנועה הציונית", "ה בחשוון' , חזונו ופועלו בבית הספר ובמחנות ל''צה"]
  },
  {
    q: "______ מכיוון שביום זה יום השואה הבינלואמי חל בתאריך __________?",
    a: ["עשרים ושבע לינואר שוחרר, מחנה ההשמדה אושוויץ"],
    options: ["עשרים ושבע לינואר שוחרר, מחנה ההשמדה אושוויץ", "עשרים ושבע לינואר חל, גטו וורשה", "עשרים ושש לינואר נגמרה, מלחמת העולם השניה", "עשרים ושש לינואר החל, מרד גטו קרקוב"]
  },
  {
    q: "כיצד מכונה תפילת העמידה?",
    a: ["תפילת השמונה עשרה"],
    options: ["תפילת השחרית", "תפילת כל נדרי", "תפילת הערבית", "תפילת השמונה עשרה"]
  },
  {
    q: "כיצד נהרג רחבעם זאבי ל''ז?",
    a: ["נרצח ע, י'' מתנקשים פלסטינים במלון בירושלים"],
    options: ["בתאונת דרכים", "נרצח בגין, קבלת שוחד", "נרצח ע, י'' מתנקשים פלסטינים במלון בירושלים", "במהלך האינתיפאדה השניה"]
  },
  {
    q: "____ ומסתיים בארוחת ה כל יום במהלך צום הרמדאן מתחיל בארוחת ה - _____?",
    a: ["צחור אפטאר,"],
    options: ["אפטאר עיד, אל פיטר", "צחור אפטאר,", "מפסקת עיד, אל פיטר", "אפטאר צחור,"]
  },
  {
    q: "כמה פעמים בשבוע יהודי מאמין מניח תפילין .?",
    a: ["שש - מלבד שבת"],
    options: ["שש - מלבד שבת", "שמונה עשרה - שלוש פעמים ביום", "חמש - פעם אחת ביום לא כולל שישי שבת", "שבע - בכל ימות השבות כולל, שישי שבת"]
  },
  {
    q: "לאיזה כיוון מתפללים המוסלמים?",
    a: ["העיר מכה '' אלחראם ''"],
    options: ["קודס-אל", "מסגד אל אקצא", "העיר מכה '' אלחראם ''", "הר הבית"]
  },
  {
    q: "לאילו שני סוגי מצוות מתחלקת התורה?",
    a: ["בין אדם למקום ובין אדם לחברו"],
    options: ["בין אדם למקום ובין אדם לחברו", "מצוות לטובת הפרט ומצוות לטובת הכלל", "בין אדם לאלוהים ובין אדם להוריו", "מצוות מעשיות ומצוות רוחניות"]
  },
  {
    q: "לאן עולים לרגל לחג הנביא אליהו?",
    a: ["קבר הנביא אדר'אלח"],
    options: ["מכה", "הר הבית", "מסגד אקצה-אל", "קבר הנביא אדר'אלח"]
  },
  {
    q: "למי קדוש קבר הנביא שועייב?",
    a: ["דרוזים"],
    options: ["דרוזים", "ארמנים", "רקסים'צ", "בדואים"]
  },
  {
    q: "מדוע ארץ ישראל קדושה לנצרות?",
    a: ["מכיוון שלפי האמונה ישו חי בה כל חייו"],
    options: ["כי מקור הנצרות הוא היהדות", "מכיוון שלפי האמונה ישו חי בה כל חייו", "בשל ריבוי הכנסיות", "בגלל מיקום הר הבית"]
  },
  {
    q: "מדוע חל צום י ז'' בתמוז?",
    a: ["פריצת חומות ירושלים בידי נבוכדנצר"],
    options: ["מותו של גדליה בן אחיקם", "תחילת המצור על ירושלים", "פריצת חומות ירושלים בידי נבוכדנצר", "חורבן בית ראשון ושני"]
  },
  {
    q: "מדוע ישנה שנה מעוברת?",
    a: ["כדי לסנכרן בין מחזור הירח והשמש"],
    options: ["כדי לייחד את לוח השנה העברי", "כדי שהירח יעבור מעל פני השמש", "כדי לייחד את לוח השנה העברי", "כדי לסנכרן בין מחזור הירח והשמש"]
  },
  {
    q: "מדוע שוברים כוס בטקס הנישואים?",
    a: ["לזכר חורבן בית המקדש והיציאה לגלות"],
    options: ["לברכה ולשלום הבית", "אמונה עתיקה", "לזכר חורבן בית המקדש והיציאה לגלות", "לזכר מרד המכבים"]
  },
  {
    q: "פשוטים מה הוא ההבדל העיקרי בין היהודים ה קראים'' ליהודים''?",
    a: ["הקראים אינם מקבלים את פרשנות חז ל'' לתורה שבכתב"],
    options: ["הקראים אינם מקבלים את פרשנות חז ל'' לתורה שבכתב", "הקראים הינם שלוחה בדת הרפורמית", "הקראים אינם מאמינים במשה", "הקראים הינם קבוצה בדת השומרונית"]
  },
  {
    q: "מה היה כינויו של הרצל?",
    a: ["חוזה המדינה"],
    options: ["אחד העם", "הראשון לציון", "חוזה המדינה", "הנדבן הידוע"]
  },
  {
    q: "מה מבדיל בין דרוזים למוסלמים?",
    a: ["הנביא האחרון ומתקופתו, האמונה בנביא הייתה כפירה"],
    options: ["הדרוזים מאמינים בפרקים מסוימים בקוראן שנכתבו ב אל'' מדינה '' ''לעומת", "מכה''ב", "הנביא האחרון ומתקופתו, האמונה בנביא הייתה כפירה", "הדרוזים מאמינים במספר אלים בעוד שהמוסלמים מאמינים באל אחד"]
  },
  {
    q: "מה מסמל חג הקורבן ולמדינה בה הם חיים הדרוזים מאמינים בדתם וחיים לפי תרבותם בעוד שהמוסלמים נאמנים לאדמתם?",
    a: ["מועד העלייה לרגל למכה"],
    options: ["תחילת לוח השנה רי'ההג", "הקרבת מזבח לאללה", "טיהור הגוף והנפש", "מועד העלייה לרגל למכה"]
  },
  {
    q: "מה מסמל צום הרמאדן?",
    a: ["טיהור הגוף והנפש ממחשבות מעשים רעים"],
    options: ["טיהור הגוף והנפש ממחשבות מעשים רעים", "כפרה וסליחה על השנה שעברה", "חיזוק הגוף והנפש בעזרת הרעבה", "טקס התבגרות בדת המוסלמית"]
  },
  {
    q: "מה מסמל צום י בטבת'?",
    a: ["תחילת המצור על ירושלים וחורבנה"],
    options: ["פריצת חומות ירושלים בידי נבוכדנצר", "מותו של גדליה בן אחיקם", "תחילת המצור על ירושלים וחורבנה", "חורבן בית ראשון ושני"]
  },
  {
    q: "מה מסמלות שניים עשר המשואות?",
    a: ["שבטי ישראל"],
    options: ["חטיבות ל''צה", "מרידות בגטאות", "חודשי השנה", "שבטי ישראל"]
  },
  {
    q: "מה מסמלת ביצת הפסחא?",
    a: ["פריון והיווצרותם של חיים חדשים"],
    options: ["פריון והיווצרותם של חיים חדשים", "טוהרת הגוף והנפש", "טבע", "אור השמש"]
  },
  {
    q: "מה מסמלת ברית המילה?",
    a: ["את הקשר בין עם ישראל לאלוהים"],
    options: ["את הקשר בין עם ישראל לאלוהים", "את הכאב והיגון שעבר העם היהודי מיציאת מצרים", "את הזיקה למצוות פרו ורבו", "את הזכר של בניית הפסל במעמד הר סיני"]
  },
  {
    q: "מה מסמלת התקיעה בשופר?",
    a: ["הצורך להתעורר לתשובה ואזכור סיפור עקדת יצחק"],
    options: ["בריאת העולם", "יציאת מצרים", "צליל השנה החדשה", "הצורך להתעורר לתשובה ואזכור סיפור עקדת יצחק"]
  },
  {
    q: "מה מציין צום גדליה?",
    a: ["רציחתו של גדליה בן אחיקם בידי מתנקש"],
    options: ["רציחתו של גדליה בן אחיקם בידי מתנקש", "עונשו של הנביא גדליה בידי ה '", "מותו של גדליה מנהיג, הקרב מול הפלישתים", "סקילתו באבנים של גדליה בידי העם"]
  },
  {
    q: "מה מציינים בתאריך כ ב'' בתשרי?",
    a: ["את יום שמיני עצרת ושמחת תורה"],
    options: ["את יום כיפורים", "את יום שמיני עצרת ושמחת תורה", "תחילת תענית אסתר", "את תחילת חג סוכות"]
  },
  {
    q: "מה מתארת מגילת רות?",
    a: ["גיורה של רות המואבייה"],
    options: ["רות הנביאה הראשונה ך''בתנ", "הולדתה של רות אמו, של רחבעם", "לידתו של רחבעם מאמו, העקרה רות", "גיורה של רות המואבייה"]
  },
  {
    q: "מהו '' שולחן ערוך ''?",
    a: ["ספר ההלכה המרכזי"],
    options: ["תפילה בתחילת סעודה", "ספר ההלכה המרכזי", "השולחן בקבלת שבת", "התפילה הנהוגה בערב ליל הסדר"]
  },
  {
    q: "פה מהו ההבדל המהותי בין התורה שבכתב לתורה שבעל?",
    a: ["ומרחיבה"],
    options: ["התורה שבכתב עוברת בכתב ואילו התורה שבעל פה עוברת מדור לדור מפה לאוזן", "הועברה בתקופה מוקדמת יותר", "ומרחיבה", "חוקים מצוות, והלכות"]
  },
  {
    q: "מהו חג הנובי גוד?",
    a: ["ערב השנה החדשה מצוין ברוסיה ובחבר העמים"],
    options: ["ערב השנה החדשה מצוין ברוסיה ובחבר העמים", "ערב ראש השנה החדשה ליהודי כיה'צ", "חג המציין את הולדת ישו", "חג המציין את הולדתו של הנביא גוד"]
  },
  {
    q: "מהו חג הסיגד?",
    a: ["צום טיהרה, והתחדשות החג. מכיל טקס שבמהלכו חודשה הברית בין העם לאל"],
    options: ["חג לאדיגים במהלכו מגיעים לאתר הטבילה לטוהרה מחודשת", "צום יום, אבל", "חג לעדה הנוצרית הקתולית שהמהלכו, נהוג לעלות להר הבית", "צום טיהרה, והתחדשות החג. מכיל טקס שבמהלכו חודשה הברית בין העם לאל"]
  },
  {
    q: "מהו מצעד החיים?",
    a: ["מצעד הנערך בין אושוויץ לבירקנאו בימנו"],
    options: ["מצעד בהשתתפות ילדיהם ונכדיהם של ניצולי השואה", "מצעד הניצולים בגמר המלחמה מהמחנות לגרמניה", "מצעד הנערך מטקוצ ין' ליער לופחובה בימנו", "מצעד הנערך בין אושוויץ לבירקנאו בימנו"]
  },
  {
    q: "מהו נביא?",
    a: ["אדם שחווה התגלות על אנושית-"],
    options: ["מגד עתידות", "אדם שחווה התגלות על אנושית-", "שליח המלך", "אדם המפיץ את דתו"]
  },
  {
    q: "מהי '' תוספתא ''?",
    a: ["מסמך המכיל את ה משניות'' ) ברייתות'' שלא( נכללו בתוך המשנה"],
    options: ["קובץ הלכתי שנערך ונחתם ע י'' רבי יהודה הנשיא", "לקט דרשות סיפורים, והדרכות המסודרים בזיקה לפסוקי המקרא", "מסמך המכיל את ה משניות'' ) ברייתות'' שלא( נכללו בתוך המשנה", "דיונים ביחס לפסיקת ההלכה"]
  },
  {
    q: "מהי הלכה?",
    a: ["שם כולל לחוקים דינים, ומצוות של היהדות"],
    options: ["קובץ מצוות בין אדם 'לה", "שם כולל לחוקים דינים, ומצוות של היהדות", "חוקים בסיסיים שנועדו להטמיע מוסר בעם ישראל", "חוקים לשמירת שבת"]
  },
  {
    q: "מהי התורה שבעל פה?",
    a: ["התורה המפרשת מבריאה, ומסבירה את התורה שבכתב"],
    options: ["חמשת חומשי התורה וסדרי המשנה", "התורה המפרשת מבריאה, ומסבירה את התורה שבכתב", "תורה העוברת מדור לדור בעל פה ואינה, כתובה כלל בשום מקום", "התורה שמעביר אברהם לעמו במעמד הר סיני"]
  },
  {
    q: "מהי כשרות?",
    a: ["חוקים המגדירים אילו סוגי מזון מותרים לאכילה ביהדות"],
    options: ["מצוות שילוח הקן", "חוקים המגדירים אילו סוגי מזון מותרים לאכילה ביהדות", "חוקים המגדירים מה מותר ומה אסור לאכול בשבת", "מערכות חוקים להכשרת כלים"]
  },
  {
    q: "מהי מטרת התלמוד?",
    a: ["לפרש את המשנה"],
    options: ["לפרש את התוספתא", "לפרש את המשנה", "לפרש את הגמרא", "לפרש את ך''התנ"]
  },
  {
    q: "מהי פרשת השבוע?",
    a: ["פרשה מן התורה הנקראת בשבת"],
    options: ["פרשה הנקראת בערב שבת ולקוחה, מתוך ספר התהילים", "פרשה מן התורה הנקראת בשבת", "פרשה מספר בראשית המתארת את בריאת העולם", "פרשה מן המשנה הנקראת בימי ראשון"]
  },
  {
    q: "מהי שמחת בית השואבה?",
    a: ["שמחה לזכר טקס ניסוך המים בימי חול המועד מתקופת בית המקדש"],
    options: ["תפילה לשנה רווית גשמים הנאמרת בחג הפסחא", "שמחת בני ישראל בתחילת דרכם בעבודתם החקלאית", "שמחה לזכר טקס ניסוך המים בימי חול המועד מתקופת בית המקדש", "תפילת תודה ל ה- עבור' שנת הגשמים שעברה"]
  },
  {
    q: "מהי תפילת התשליך?",
    a: ["בתשובה"],
    options: ["תפילה הנאמרת על שפת נהר או מקווה מים מהווה, ביטוי לרצון לשנת גשמים", "ושגשוג", "בתשובה", "תפילת יום כיפור במהלכה מבצעים תשליך כל חטאינו על תרנגול"]
  },
  {
    q: "מהם ל ט'' אבות מלאכה תפילת השנה החדשה לשנה, פורייה ומוצלחת כמו הקודמת לה?",
    a: ["שלושים ותשע מלאכות עקרונית האסורות בשבת"],
    options: ["שלושים ותשע מצוות בין אדם לחברו", "שלושים ותשע איסורים בענייני כשרות", "שלושים ותשע מלאכות עקרונית האסורות בשבת", "שלושים ותשע דגשים לעבודת כפיים"]
  },
  {
    q: "מהם שלושת הרגלים?",
    a: ["חגים בהם עולי הרגל היו עולים אל בית המקדש בירושלים"],
    options: ["פורים שבועות, וסוכות", "ראש השנה פסח, ושבועות", "חגים בהם מתפללים לסליחה ואהבת האל", "חגים בהם עולי הרגל היו עולים אל בית המקדש בירושלים"]
  },
  {
    q: "מהן ה ברייתות'' ''?",
    a: ["משניות'' חיצוניות'' למשנה שמכילה התוספת"],
    options: ["דרשות מהתלמוד", "משניות'' חיצוניות'' למשנה שמכילה התוספת", "מגילות אשר צורפו לתנ ך'' בתקופה מאוחרת רות) אסתר, (", "ציטוטים מהמקרא שנכתבו בגמרא"]
  },
  {
    q: "מהן ראשי התיבות ם''סת?",
    a: ["ספר תורה תפילין, ומזוזה"],
    options: ["ספר תורה תפילין, ומזוזה", "סופר תורה מקראי", "ספר תורה ומזוזה", "ספר תורה ומצוות"]
  },
  {
    q: "מי ''הם והאל'ג ''?",
    a: ["דרוזים שאינם מכירים את הדת על בורייה"],
    options: ["דרוזים שאינם מכירים את הדת על בורייה", "הדרוזים שמתגייסים לצבא", "כינוי לדרוזי גרוש", "כינוי לדרוזי מאורס"]
  },
  {
    q: "מי הם אדיגים?",
    a: ["מוסלמי רקסי'צ"],
    options: ["מוסלמי רקסי'צ", "בדואים", "האחמדים", "מוסלמים"]
  },
  {
    q: "מי הם תנאים''ה ''?",
    a: ["חכמי המשנה"],
    options: ["ל''חז", "חכמי המשנה", "זקני העם", "כותבי ך''התנ"]
  },
  {
    q: "מי הנביא הקדוש ביותר לדרוזים?",
    a: ["שועייב"],
    options: ["סבלאן", "שועייב", "אליהו", "מוחמד"]
  },
  {
    q: "מי חיבר את '' התפילה לשלום המדינה ''?",
    a: ["י''ש עגנון"],
    options: ["חיים נחמן ביאליק", "רבי יוסף קארו", "י''ש עגנון", "רבי הכהן קוק"]
  },
  {
    q: "מי כתב את '' מגש הכסף ''?",
    a: ["נתן אלתרמן"],
    options: ["חיים גורי", "נתן יהונתן", "נתן אלתרמן", "חיים חפר"]
  },
  {
    q: "מי ערך את המשנה?",
    a: ["רבי יהודה הנשיא"],
    options: ["רבי יהודה הנשיא", "רבי יהודה הלוי", "רבי יהודה הנביא", "רבי יהודה מתתיהו"]
  },
  {
    q: "מצוות ארבעת המינים היא?",
    a: ["החזקת אתרוג לולב, הדס, וערבה בעת תפילה בחג הסוכות"],
    options: ["אכילת פירות יבשים בחג הסוכות", "אכילת ארבעת המינים בעת ישיבה בסוכה", "החזקת אתרוג לולב, הדס, וערבה בעת תפילה בחג הסוכות", "החזקת תאנה תמר, רימון, וזית בעת תפילה בחג השבועות"]
  },
  {
    q: "מתי חל חג הנביא סבלאן?",
    a: ["עשירי בספטמבר"],
    options: ["אחד עשר בספטבר", "עשרים וארבע עד עשרים ושבע באפריל", "עשרים וחמש לינואר", "עשירי בספטמבר"]
  },
  {
    q: "מתי חל חג הקורבן לפי העדה המוסלמית?",
    a: ["נמשך 5 ימים ומסתיים ב 10 לחודש האחרון של לוח השנה רי'ההג"],
    options: ["נמשך 15 ימים בחודש הראשון של לוח השנה רי'ההג", "נמשך 5 ימים ומסתיים ב 10 לחודש האחרון של לוח השנה רי'ההג", "בחודש הרמדאן החודש, ה 9 בלוח השנה רי'ההג", "בסוף החודש האחרון בלוח השנה רי'ההג"]
  },
  {
    q: "מתי חל חנוכה?",
    a: ["כ ה'' בכסלו"],
    options: ["כ ב'' בכסלו", "כ ח'' בכסלו", "כ ה'' בכסלו", "כ ו'' בכסלו"]
  },
  {
    q: "רי'ההג מתי חל יום הולדתו של הנביא מוחמד בלוח השנה?",
    a: ["שתים עשרה בחודש השלישי"],
    options: ["חמש עשרה בחודש האחרון", "עשירי בחודש הרביעי", "שתים עשרה בחודש השלישי", "שלוש עשרה בחודש התשיעי"]
  },
  {
    q: "מתי חל יום הזיכרון הממלכתי לזאב ז בוטינסקי' ל''ז?",
    a: ["כ ט'' בתמוז"],
    options: ["ט בתמוז'", "ח בתמוז'", "כ ט'' בתמוז", "כ ח'' בתמוז"]
  },
  {
    q: "האיבה מתי חל יום הזיכרון לחללי מערכות ישראל ולנפגעי פעולות?",
    a: ["ד באייר'"],
    options: ["ד באדר'", "ד באייר'", "ה באדר'", "ה באייר'"]
  },
  {
    q: "מתי חל יום הזיכרון לשואה ולגבורה?",
    a: ["כ ז'' בניסן"],
    options: ["כ ב'' בניסן", "א בסיוון'", "כ ז'' בסיוון", "כ ז'' בניסן"]
  },
  {
    q: "מתי חל יום הזכרון הממלכתי לרחבעם זאבי ) גנדי ( ל''ז?",
    a: ["ל בתשרי'"],
    options: ["עשרים ושלושה במרץ", "י בתשרי'", "עשרים ושלושה באפריל", "ל בתשרי'"]
  },
  {
    q: "מתי חל יום הכיפורים?",
    a: ["י בתשרי'"],
    options: ["א בתשרי'", "ב בתשרי'", "י בתשרי'", "ה בתשרי'"]
  },
  {
    q: "מתי חל יום העצמאות?",
    a: ["ה באייר'"],
    options: ["ה באדר'", "ד באדר'", "ד באייר'", "ה באייר'"]
  },
  {
    q: "מתי חל יום ירושלים?",
    a: ["כ ח'' באייר"],
    options: ["כ ז'' באייר", "כ ט'' באייר", "י ח'' באייר", "כ ח'' באייר"]
  },
  {
    q: "מתי חל ל ג'' בעומר?",
    a: ["שלושים ושלושה ימים מחג הפסח"],
    options: ["שלושים ושלושה ימים מחג פורים", "ארבעים ותשעה ימים מחג הפסח", "שלושים ושלושה ימים מחג הפסח", "ארבעים ותשעה ימים לספירת העומר"]
  },
  {
    q: "מתי חל פורים?",
    a: ["בירושלים בט ו'' באדר וברחבי, העולם בי ד'' באדר"],
    options: ["בישראל י ד'' באדר יהודי, אמריקה בט ו'' באדר", "בישראל י ד'' באדר יהודי, אירופה בט ו'' באדר", "בירושלים י ד'' באדר יהודי, העולם בט ו'' באדר", "בירושלים בט ו'' באדר וברחבי, העולם בי ד'' באדר"]
  },
  {
    q: "מתי חל ראש השנה לאילנות?",
    a: ["ט ו'' בשבט"],
    options: ["ו''ט באב", "ט ו'' בשבט", "ט ו'' באלול", "ט ו'' בטבת"]
  },
  {
    q: "מתי חל ראש השנה?",
    a: ["א בתשרי'"],
    options: ["ו בניסן'", "ה בניסן'", "א בתשרי'", "ב בתשרי'"]
  },
  {
    q: "מתי מקיימים את תפילת המנחה?",
    a: ["בין חצות היום ועד סיומו"],
    options: ["בצאת שבת ובתחילת יום חול", "בין חצות הלילה ועד תחילת היום", "בבוקר עם, שחר", "בין חצות היום ועד סיומו"]
  },
  {
    q: "מתי נרצח יצחק רבין ל''ז?",
    a: ["רביעי בנובמבר 1995"],
    options: ["רביעי בנובמבר 1993", "רבע עשרה בנובמבר 1993", "רביעי בנובמבר 1995", "ארבע עשרה בנובמבר 1995"]
  },
  {
    q: "איזה איסור אינו נגזר ממצוות '' ועיניתם את נפשותיכם ''?",
    a: ["לבישת בגדים לבנים בלבד"],
    options: ["מלאכה שתייה, ואכילה", "רחיצה וקיום יחסי מין", "לבישת בגדים לבנים בלבד", "נעילת הסנדל ושימוש במוצרים קוסמטיים"]
  },
  {
    q: "על פי המסורת מה לא קרה בט באב'?",
    a: ["נרצח גדליה בן אחיקם"],
    options: ["חרב בית המקדש השני", "חרב בית המקדש הראשון", "נרצח גדליה בן אחיקם", "עם ישראל לא נכנס לארץ ישראל מהמדבר"]
  },
  {
    q: "איזה אולטימטום ניתן ליהודי ספרד לפני גירוש ספרד?",
    a: ["להתנצר או לעזוב את ספרד"],
    options: ["לעזוב. את ספרד או שיהרגו אותם", "לשלם יותר מיסים או שיגרשו אותם", "להתנצר או לעזוב את ספרד", "להפסיק לדבר ביידיש או שיגרשו אותם"]
  },
  {
    q: "איזה מאורע נקבע כזכר למרד החשמונאים?",
    a: ["חנוכה"],
    options: ["תשעה באב", "צום גדליה", "שבועות", "חנוכה"]
  },
  {
    q: "איזו גלות מכונה גם גלות '' החרש והמסגר ''?",
    a: ["גלות יהויכין"],
    options: ["גלות יהויכין", "גלות כורש", "גלות צדקיהו", "גלות ירמיהו"]
  },
  {
    q: "ההלניסטי בשנת 167 ס''לפנה איזו משפחה הנהיגה את המרד שפרץ נגד השלטון?",
    a: ["חשמונאי"],
    options: ["יהודה", "חשמונאי", "המכבים", "רומנוס"]
  },
  {
    q: "איליה קפיטולינה היא?",
    a: ["שמה של העיר שנבנתה על חורבות ירושלים"],
    options: ["עיר הבירה של רומא הקדומה", "הקיסר הרומי שאימץ את הנצרות", "אשתו של אדריאנוס הקיסר הרומאי", "שמה של העיר שנבנתה על חורבות ירושלים"]
  },
  {
    q: "באיזה גלות הוגלו '' בני האליטה שבממלכת'' יהודה?",
    a: ["גלות יהויכין"],
    options: ["גלות יהויכין", "גלות עשרת השבטים", "גלות עזרא ונחמיה", "גלות רומי"]
  },
  {
    q: "איזו מדינה דיברה הקהילה היהודית את שפת לדינו''ה ''?",
    a: ["ספרד"],
    options: ["פולין", "אתיופיה", "ספרד", "צרפת"]
  },
  {
    q: "באיזו שנה התרחשה '' גלות החרש והמסגר ''?",
    a: ["ב 597 לפני הספירה"],
    options: ["ב 70 לספירה", "ב 586 לפני הספירה", "ב 557 לספירה", "ב 597 לפני הספירה"]
  },
  {
    q: "באיזו שנה חלה המהפכה הצרפתית?",
    a: ["1789"],
    options: ["1789", "1879", "1798", "1799"]
  },
  {
    q: "באיזו שנה כבש פומפיוס את ירושלים?",
    a: ["ב 63 ס''לפנה"],
    options: ["ב 53 לספירה", "ב 63 ס''לפנה", "ב 33 לספירה", "ב 93 ס''לפנה"]
  },
  {
    q: "באיזו שנה עלה אלכסנדר הגדול לכס המלוכה?",
    a: ["ב 336 ס''לפנה"],
    options: ["ב 397 ס''לפנה", "ב 583 ס''לפנה", "ב 336 ס''לפנה", "ב 554 ס''לפנה"]
  },
  {
    q: "במה ביקש להילחם עזרא הסופר עם הגעתו לארץ?",
    a: ["בנישואי תערובת"],
    options: ["בנישואי תערובת", "בהקמת המושבות הראשונות", "בשלטון הבריטי בארץ", "בהתנצרות היהודים"]
  },
  {
    q: "במה עסקו ה סבוראים'' ''?",
    a: ["בהסברה של התלמוד והנחלתו לציבור הלומדים"],
    options: ["בהסברה של התלמוד והנחלתו לציבור הלומדים", "חילוק ספרי תלמוד בערים הדתיות והמסורתיות", "חידוש התכנים הנמצאים בתלמוד", "יצירת התלמוד והדיונים המובאים בו"]
  },
  {
    q: "האנוסים היו יהודים שהמירו את דתם לדת ה :?",
    a: ["נוצרית"],
    options: ["שיעית", "מוסלמית", "דרוזית", "נוצרית"]
  },
  {
    q: "היכן ביקש רבי יוחנן בן זכאי לייסד מרכז רוחני חלופי?",
    a: ["יבנה"],
    options: ["טבריה", "חיפה", "צפת", "יבנה"]
  },
  {
    q: "היכן גדל האר י'' הקדוש?",
    a: ["מצרים"],
    options: ["מצרים", "ישראל", "סוריה", "לבנון"]
  },
  {
    q: "היכן מתקיימת הקהילה היהודית השנייה בגודלה כיום?",
    a: ["ב''ארה"],
    options: ["ב''ארה", "צרפת", "ישראל", "רוסיה"]
  },
  {
    q: "יעקב ועשיו הם בניו של ....?",
    a: ["יצחק. ורבקה"],
    options: ["אברהם ולאה", "יצחק ולאה", "יצחק. ורבקה", "אברהם ורבקה"]
  },
  {
    q: "יצחק הוא בנה של ...?",
    a: ["שרה"],
    options: ["רבקה", "רחל", "שרה", "הגר"]
  },
  {
    q: "כיצד היהודים קרואים בהיסטוריה של אתיופיה?",
    a: ["פלאשים"],
    options: ["עבריים", "פלאשים", "כושים", "כנענים"]
  },
  {
    q: "כיצד השפיעו '' ועד ארבע הארצות על'' יהודי פולין?",
    a: ["נתן ליישוב היהודי בפולין אוטונומיה ויכולת קיומית עצמאית"],
    options: ["בנה בתי כנסת בשטחי הקהילה היהודית", "תרם להברחת יהודים ב''לארה", "נתן ליישוב היהודי בפולין אוטונומיה ויכולת קיומית עצמאית", "דאג וסייע ליהודי פולין לעלות לארץ ישראל"]
  },
  {
    q: "כיצד חלוקת פולין השפיעה על יהדות פולין?",
    a: ["האוטונומיה ליהודים נפגעה וכך גם פרנסתם"],
    options: ["האוטונומיה ליהודים נפגעה וכך גם פרנסתם", "הפילוג היהודי עודד תחרות ועלייה במשק ובכלכלה היהודית", "יהודים החלו להגר לישראל בגלל יחסיהם של המדינות הכובשות", "הקהילה היהודית החלה למרוד בעקבות יחס המדינות הכובשות"]
  },
  {
    q: "כיצד כונה רבי יהודה הנשיא בספרות ל''חז?",
    a: ["רבי"],
    options: ["רבי", "גיבור ישראל", "צדיק", "גדול בתורה"]
  },
  {
    q: "כיצד כונתה הממלכה של דוד ושלמה?",
    a: ["ממלכת ישראל המאוחדת"],
    options: ["הממלכה היהודית", "ממלכת ישראל המאוחדת", "ממלכת יהודה המאוחדת", "ממלכת קדם"]
  },
  {
    q: "כיצד מכונים חכמי התלמוד?",
    a: ["אמוראים"],
    options: ["סבוראים", "אמוראים", "מפוארים", "משוראים"]
  },
  {
    q: "כיצד נקראו המתנגדים לתנועת החסידות?",
    a: ["ליטאים"],
    options: ["בוגדים", "אנוסים", "ליטאים", "מתנצרים"]
  },
  {
    q: "כמה זמן נערך מסע הנדודים של בני ישראל במדבר?",
    a: ["כ 40 שנה"],
    options: ["כ 290 שנה", "כ 400 שנה", "כ 40 שנה", "כ 17 שנים"]
  },
  {
    q: "למען מה פעלה תנועת החסידות?",
    a: ["קירוב כלל היהודים חסרי, ההשכלה וקשי היום במזרח אירופה לדת"],
    options: ["קירוב כלל היהודים חסרי, ההשכלה וקשי היום במזרח אירופה לדת", "סיוע ליהודים קשיי יום כלכלית חלוקת, מזון ומציאת מקומות עבודה", "הטמעת המצוות שבין האדם למקום בחברה היהודית", "חזרה בתשובה של גויים במזרח אירופה"]
  },
  {
    q: "משתמשים בדם ילדים נוצרים על מנת לפי העלילת הדם האנטישמית המוכרת היהודים, ..?",
    a: ["אפיית מצות בפסח"],
    options: ["בישול מאכלי שבת", "רחצה ושתיה", "מריחה על עקיצות", "אפיית מצות בפסח"]
  },
  {
    q: "שלטונו לפי צוואתו של הורדוס למי, חולקה הארץ בקצו של?",
    a: ["לבני משפחתו"],
    options: ["לשליטי הארץ הקודמים", "ליהודה וישראל", "לבני משפחתו", "לנושא כליו של הורדוס"]
  },
  {
    q: "האמריקאית מדוע היה ליהודים קל להשתלב ולהשתרש בחברה?",
    a: ["לאמריקה מאפיינים ייחודיים בדגש, על הפרדת דת ממדינה"],
    options: ["הציבור האמריקאי התחבר לדת ולתרבות היהודיים", "לאמריקה מאפיינים ייחודיים בדגש, על הפרדת דת ממדינה", "היהודים פיתחו את כלכלת המדינה וכן קיבלו אותם ביד רחבה", "האמריקאים האמינו בעידוד עלייה בדגש על היהודים"]
  },
  {
    q: "מה אמרה הצהרת כורש?",
    a: ["מתן רשות ליהודים לשוב אל ירושלים ולכונן את בית המקדש"],
    options: ["מתן רשות לשוב לארץ ישראל ממצרים ולהקים את בית המקדש", "מתן רשות לתחבורה ציבורית בשבת באיזורים חילוניים", "מתן רשות לערבים לשוב אל ארץ ישראל כחלק מהסכם החזרת האדמות", "מתן רשות ליהודים לשוב אל ירושלים ולכונן את בית המקדש"]
  },
  {
    q: "מה היה מפעלו המרכזי של רבי יהודה הנשיא?",
    a: ["חתימת קובץ המשנה"],
    options: ["מניעת קיבוץ הגלויות בישראל", "חתימת קובץ המשנה", "עצירת נישואי התערובת", "הנחלת התורה בארץ"]
  },
  {
    q: "מה היה סופו של שבתאי צבי?",
    a: ["התאסלם"],
    options: ["עלה לישראל והקים מושבה משיחית", "גאל את ישראל", "התאסלם", "נתלה ע י'' האימפריה מאנית'העות"]
  },
  {
    q: "מה משמעות המושג '' ריש גלותא ''?",
    a: ["ראש הגלות"],
    options: ["ראש הגלות", "שר בממלכת רומי", "עניים בגלות", "ראש ישיבה"]
  },
  {
    q: "1678-1679 מה נאלצו יהודי תימן לעשות בעקבות רדיפה דתית בשנים?",
    a: ["להתאסלם או, לעזוב את ביתיהם"],
    options: ["למכור את עצמם כעבדים", "להתאסלם או, לעזוב את ביתיהם", "למצוא עבודה חדשה", "לשלם מיסים כפול משאר התושבים"]
  },
  {
    q: "מהו גירוש ספרד?",
    a: ["הצבת אולטימטום ליהודים ע, י'' המלך פרדיננד במטרה, לגרשם"],
    options: ["הרחקת בע ח'' מהארץ", "בחירתו של כריסטופר קולומבוס להתגרש מספרד ולהגיע לאמריקה", "עליית היהודים לארץ ישראל לאחר עלילות הדם של זקני ציון בספרד", "הצבת אולטימטום ליהודים ע, י'' המלך פרדיננד במטרה, לגרשם"]
  },
  {
    q: "מהו מתיוון?",
    a: ["יהודי אשר המיר את דתו לדת היוונית"],
    options: ["לוחם בצבא היווני בתקופת בית החשמונאים", "יהודי אשר המיר את דתו לדת היוונית", "כינוי לאיש רוח ודת יווני", "חייל חשמונאי שנהג להתחפש לחייל היווני"]
  },
  {
    q: "מהו ספרו המרכזי של ם''הרמב?",
    a: ["משנה תורה"],
    options: ["תלמוד", "ע''תושב", "משנה תורה", "פירוש התלמוד"]
  },
  {
    q: "מהו שמו המלא של ם''הרמב?",
    a: ["רבי משה בן מיימון"],
    options: ["רבי מנחם בר מיימון", "רבי משה בן מיימון", "רבי מנחם בן משה", "רבי מיימון בן משה"]
  },
  {
    q: "מהו שמו המלא של י''רש?",
    a: ["רבי שלמה יצחקי"],
    options: ["רבי שלמה יוחאי", "רבי שמעון יוחאי", "רבי שמעון יצחקי", "רבי שלמה יצחקי"]
  },
  {
    q: "מהו שמו השני של יעקב?",
    a: ["ישראל"],
    options: ["דן", "יהודה", "ישראל", "נפתלי"]
  },
  {
    q: "מהו תחום המושב?",
    a: ["שטחי המגורים של יהודי רוסיה הוגבלו לתחומי מחיה מסורתיים"],
    options: ["כינוי למושב היהודי הראשון בשטחי ארץ ישראל", "שטחי המגורים של יהודי רוסיה הוגבלו לתחומי מחיה מסורתיים", "הקהילה היהודית בפולין טרם הכיבוש", "הכינוי לשטחים בהם הותר לערבי ישראל לשהות בארץ"]
  },
  {
    q: "מהי ממלכת הגדעונים?",
    a: ["כינוי לקהילה היהודית העצמאית באתיופיה"],
    options: ["כינוי לקהילה היהודית העצמאית באתיופיה", "הקהילה היהודית ב''בארה", "כינוי לקהילה היהודית בארצות האיסלאם", "כינוי לקהילה היהודית בפולין"]
  },
  {
    q: "מהי עלילת דם?",
    a: ["כינוי המתייחס אל סיפור שקרי בעל מאפיינים אנטישמים"],
    options: ["כינוי המתייחס אל סיפור שקרי בעל מאפיינים אנטישמים", "הוצאת דיבה נגד יהודי אתיופיה אשר היגרו לארץ", "שבועון אנטישמי בעל, אופי קומי שהופץ, לגרמנים במטרה לשעשעם", "פוגרום בקישינב בו, נרצחו יהודי ודמם נשפך לנהל כסמל לרדיפת יהודים"]
  },
  {
    q: "מהי עלילת דמשק?",
    a: ["יהודים שהואשמו ברצח של נזיר נוצרי ומשרתו המוסלמי"],
    options: ["יהודי שהואשם בגניבת כספים", "יהודים שהואשמו בהשחתת מסגד בדמשק", "יהודים שהכינו מצות מדמם של מוסלמים", "יהודים שהואשמו ברצח של נזיר נוצרי ומשרתו המוסלמי"]
  },
  {
    q: "מהי תקופת '' הימים הרעים ''?",
    a: ["תקופת הקרב בין צבא אתיופיה לצבאות מצרים סודן, ואיטליה"],
    options: ["תקופת הקרב בין צבא אתיופיה לצבאות מצרים סודן, ואיטליה", "הימים בהם יהדות צפון אפריקה נספתה בשואה", "הימים בהם נרדפו יהודים בגין כפיית הדת לעדה האתיופית", "תקופת הרעב בקהילה היהודית באתיופיה"]
  },
  {
    q: "מהי מהו/ אורית''ה ''?",
    a: ["ספר התורה של יהודי אתיופיה"],
    options: ["כינוי ליהודיה באתיופיה", "כינוי לתרבות היהודית", "השפה המדוברת בין יהודי אתיופיה", "ספר התורה של יהודי אתיופיה"]
  },
  {
    q: "מהם '' משפטי פראג ''?",
    a: ["משפט בו הואשמו 14 פעילים בניהם יהודים בריגול לטובת ישראל ב''וארה"],
    options: ["משפטים כנגד יהודים שסירבו להתגייס לצבא הרוסי", "משפטים כנגד יהודים אשר קיימו אורח חיים דתי במהלך שירותם הצבאי", "משפט בו הואשמו 14 פעילים בניהם יהודים בריגול לטובת ישראל ב''וארה", "משפט בו הואשמו 14 יהודים בהתקוממות כנגד שלטונות רוסיה"]
  },
  {
    q: "מהם '' סופות בנגב ''?",
    a: ["גל הפרעות בדרום רוסיה"],
    options: ["גל הפרעות בדרום רוסיה", "עלילות בהם נופצו שמשות בתי כנסת ויהודים רבים נהרגו", "הסופות הקשות אשר התמודדו איתם המתיישבים בנגב", "מבצע במלחמת העצמאות בו נכבשה עזה"]
  },
  {
    q: "מי בנה את בית המקדש?",
    a: ["שלמה בנו של דוד"],
    options: ["שלמה בנו של שאול", "שאול אביו של דוד", "דוד בנו של שאול", "שלמה בנו של דוד"]
  },
  {
    q: "הארמונות במצדה מי בנה את הנמל אמת, המים של קיסריה ומתחם?",
    a: ["הורדוס"],
    options: ["מתיתיהו", "כורש", "הורדוס", "דוד המלך"]
  },
  {
    q: "מי הוביל את אנשיו לבחור ב חירות'' על פני החיים?",
    a: ["יהודה המכבי"],
    options: ["אלעזר בן ''יאיר", "יאיר שטרן", "יוסף בן מתיתיהו", "יהודה המכבי"]
  },
  {
    q: "מי היה הרב עובדיה יוסף?",
    a: ["אחד ממנהיגיה של היהדות החרדית הספרדית"],
    options: ["אחד ממנהיגיה של היהדות החרדית הספרדית", "מנהיג ציבור יהודי באירופה שימש, כפרופסור וכרב", "מחנך ואיש ציבור מנהיג, הקהילה היהודית בספרד", "ממקימי הרבנות הצבאית"]
  },
  {
    q: "מי היה הרב שלמה גורן?",
    a: ["הרב הראשי האשכנזי לישראל"],
    options: ["מנהיג ציבור יהודי ברוסיה שימש, כפרופסור וכרב", "אחד ממנהיגיה של יהדות אירופה", "מחנך ואיש ציבור מההיג, הקהילה היהודית בספרד", "הרב הראשי האשכנזי לישראל"]
  },
  {
    q: "מי היה חיים נחמן ביאליק?",
    a: ["המשורר הלאומי"],
    options: ["מלחין התקווה", "חתן פרס ישראל", "המשורר הלאומי", "חתן פרס סוקולוב"]
  },
  {
    q: "מי היה טיטוס?",
    a: ["קיסר רומאי שהחריב את בית המקדש השני"],
    options: ["קיסר רומאי שהחריב את בית המקדש השני", "אחד ממנהיגי המרד בכיבוש מצדה", "הלוחם'' שעודד את המתבצרים במצדה לבחור '' בחירות על פני חיים ''", "לוחם רומאי ידוע שהנהיג את קרבות הר הבית"]
  },
  {
    q: "מי היה כורש?",
    a: ["מלכה הראשון של הממלכה הפרסית"],
    options: ["מלך צידון שהצהיר את נאמנותו למלך רחבעם", "המלך השני של ממלכת אדום", "מלכה הראשון של הממלכה הפרסית", "המלך השלישי של הממלכה הבבלית"]
  },
  {
    q: "מי היה מלכה הראשון של ישראל?",
    a: ["שאול"],
    options: ["שמואל", "שלמה", "שאול", "דוד"]
  },
  {
    q: "מי היה תמרת עמנואל?",
    a: ["מנהיג ציבור יהודי באתיופיה שימש, כפרופסור וכרב"],
    options: ["ממקימי הרבנות הצבאית", "מחנך ואיש ציבור ממנהיגי, הקהילה היהודית", "מנהיג ציבור יהודי באתיופיה שימש, כפרופסור וכרב", "אחד ממנהיגיה של יהדות אירופה"]
  },
  {
    q: "מי היו אסירי ציון?",
    a: ["פעילים ציוניים שנאסרו בברית המועצות"],
    options: ["יהודים שלא הורשו להיכנס לארץ", "יהודים שנאלצו לחיות בתוך הקהילה הסגורה בברית המועצות", "כינוי ליהודים שעלו לארץ ישראל ונכשלו", "פעילים ציוניים שנאסרו בברית המועצות"]
  },
  {
    q: "מי היו בניו של אבי העם היהודי?",
    a: ["פעילים ציוניים שנאסרו בברית המועצות"],
    options: ["יהודים שלא הורשו להיכנס לארץ", "פעילים ציוניים שנאסרו בברית המועצות", "יהודים שנאלצו לחיות בתוך הקהילה הסגורה בברית המועצות", "כינוי ליהודים שעלו לארץ ישראל ונכשלו"]
  },
  {
    q: "מי היו בניו של אבי העם היהודי?",
    a: ["ישמעאל ויצחק"],
    options: ["קין והבל", "יעקב ועשו", "יצחק ויעקב", "ישמעאל ויצחק"]
  },
  {
    q: "מי היו השופטים?",
    a: ["מנהיגים אזוריים של 12 השבטים לאחר, מות יהושע"],
    options: ["נביאים שפירשו חלומות ל 12 ראשי השבטים", "מנהיגים אזוריים של 12 השבטים לאחר, מות יהושע", "זקני העם שעסקו באיחוד 12 השבטים", "השופטים הראשונים ביהדות עליהם מתבססים חוקי המדינה"]
  },
  {
    q: "מי הם המוסתערבים?",
    a: ["יהודים אשר השתלבו בתרבות ובחברה הסובבת ודברו ערבית לפני, המהאה ה 15"],
    options: ["יהודים שהתחבאו מהשלטון המוסלמי", "מוסלמים שחזרו בתשובה", "יהודים אשר השתלבו בתרבות ובחברה הסובבת ודברו ערבית לפני, המהאה ה 15", "יחידה סמויה בצה ל'' שהוקמה ב 1967"]
  },
  {
    q: "מי מונה למלוך על יהודה לאחר '' גלות החרש והמסגר ''?",
    a: ["צדקיהו"],
    options: ["יהואחז", "צדקיהו", "שלמה", "יהויכין"]
  },
  {
    q: "בית המקדש מי ניסה להקים יחד עם קבוצת העולים מזבח ולחדש את?",
    a: ["עזרא הסופר"],
    options: ["ששבצר", "שלמה", "עזרא הסופר", "זרובבל"]
  },
  {
    q: "מי עמד בראש מרד בר כוכבא?",
    a: ["שמעון בן כוסבא"],
    options: ["משה בר יוחאי", "שמעון בר יונה", "שמעון בן כוסבא", "משה בר כוכבא"]
  },
  {
    q: "מיהם המלכים שהחליפו את שלמה המלך?",
    a: ["רחבעם וירבעם"],
    options: ["מפיבושת ויהויכין", "רחבעם וירבעם", "רחל ופרעה", "יהויכין וירבעם"]
  },
  {
    q: "מימיו לכל בלי, לדעת שאין עולם בלעדיהם מדוע''. נאמר על רש י'' '' פיזר: את אוצרות רוחו כנהר... הנותן?",
    a: ["חיבר פירוש מקיף על התורה והתלמול והוא בשימוש עד היום"],
    options: ["חיבר מגילות כתובות המתארות את התקופה הקדומה", "פירש חלומות תנכיים שפירושם תקף גם כיום על ימינו", "חיבר פירוש מקיף על התורה והתלמול והוא בשימוש עד היום", "פעל למען הדת היהודית אך לבסוף גורלו היה מר"]
  },
  {
    q: "על צאצאיו של מי מבוססים שבטי ישראל?",
    a: ["יעקב"],
    options: ["שרה", "יעקב", "אברהם", "עשיו"]
  },
  {
    q: "בתחומים רבים מה. היה עיסוקו המרכזי רבי יהודה הנשיא מנהיג, בקהילה היהודית עסק,?",
    a: ["חיבור משנה"],
    options: ["קיום קשר עם הקיסרות הרומית", "חיבור משנה", "מנהיג פוליטי", "מנהיג רוחני"]
  },
  {
    q: "איזה הסכם הופר עם תחילת מבצע ברברוסה?",
    a: ["ריבנטרופ מולוטוב-"],
    options: ["ריבנטרופ מולוטוב-", "הסכמי וועדת אוויאן", "האמנה האנטלטית", "האנשלוס"]
  },
  {
    q: "איזו וועדה התכנסה בברלין ב 20- בינואר 1942?",
    a: ["ואנזה"],
    options: ["ואנזה", "ריבנטרופ מולוטוב-", "ריינהארד היידריך", "אוויאן"]
  },
  {
    q: "פולין אילו מדינות הכריזו מלחמה על גרמניה בתגובה לכיבוש?",
    a: ["בריטניה צרפת,"],
    options: ["צרפת ברית, המועצות", "בריטניה צרפת,", "ארצות הברית וברית המועצות", "בריטניה וארצות הברית"]
  },
  {
    q: "ריינהארד אילו מחנות השמדה הופעלו לראשונה במסגרת מבצע?",
    a: ["בלזץ סוביבור', טרבלניקה,"],
    options: ["אושוויץ מאטהאוזן, דארסי,", "חלמנו' סיימשטה, יאנסובאץ,", "דכאו טרזינשטאט, ברגן, בלזן", "בלזץ סוביבור', טרבלניקה,"]
  },
  {
    q: "באיזו אמירה נחתם משפטו של ישראל קסטנר?",
    a: ["מכר את נשמתו לשטן"],
    options: ["אין אני עומד יחידי עמדי ניצבים כאן בשעה זו 6 מליון קטגורים", "נשמת ילד קטן שעוד לא ברא השטן", "כל המציל נפש אחת כאילו הציל עולם במלואו", "מכר את נשמתו לשטן"]
  },
  {
    q: "באיזו דרך הציל קסטנר את היהודים?",
    a: ["משא ומתן עם קציני אס אס בכירים"],
    options: ["משא ומתן עם קציני אס אס בכירים", "הברחתם באמצעות '' רכבות רפאים לשוויץ''", "הנפקת ויזות ודרכונים מזוייפים", "העסקתם במפעלים גרמנים"]
  },
  {
    q: "הראשון באיזו שיטה התבצעה השמדת היהודים במחנה ההשמדה?",
    a: ["משאיות גז"],
    options: ["משאיות גז", "תאי גזים", "תלייה", "בורות ירי"]
  },
  {
    q: "באיזו שנה אישרה הכנסת את חוק '' יד ושם ''?",
    a: ["1953"],
    options: ["1952", "1955", "1953", "1954"]
  },
  {
    q: "במה הואשם קסטנר במשפטו?",
    a: ["הכשרת הקרקע לרצח יהודי הונגריה"],
    options: ["ביצוע תיאום ה משלוחים'' למזרח''", "העברת מידע מודיעיני גרמני לצבא בעלות הברית", "הלשנה על רבבות יהודים בתמורה לביטחונו האישי", "הכשרת הקרקע לרצח יהודי הונגריה"]
  },
  {
    q: "במה הואשמו היהודים במגפת '' המוות השחור ''?",
    a: ["הרעלת הבארות"],
    options: ["הפצת הדיזנטריה", "יצירת המשבר הכלכלי הגדול", "הרעלת הבארות", "רצח ילד בלונדון"]
  },
  {
    q: "במה לא הואשם אדולף אייכמן?",
    a: ["פשעי מלחמה לא קונבנציונאלית"],
    options: ["פשעי מלחמה קונבנציונאלית", "פשעי מלחמה לא קונבנציונאלית", "פשעים נגד העם היהודי", "פשעים נגד האנושות"]
  },
  {
    q: "במה עסקה ודנה ועידת וואנזה?",
    a: ["ייעול תוכנית הנאצים הפתרון- הסופי"],
    options: ["שינוי מטרת מבצע ברברוסה", "ייעול תוכנית הנאצים הפתרון- הסופי", "ריכוז היהודים בגטאות", "החלטה על התחלת השמדת יהודי אירופה"]
  },
  {
    q: "הזהות שלהם בשנת 1938 אילו, שמות אולצו היהודים להוסיף לתעודת?",
    a: ["בנים ישראל- , שרה-בנות"],
    options: ["בנים אברהם- , רבקה-בנות", "בנים ישראל- , שרה-בנות", "בנים ישראל- בנות, מריים-", "בנים אברהם- , לאה-בנות"]
  },
  {
    q: "השנייה היכן הסתתר אדולף אייכמן לאחר מלחמת העולם?",
    a: ["ארגנטינה"],
    options: ["קולומביה", "ארגנטינה", "מקסיקו", "ברזיל"]
  },
  {
    q: "היכן התרחש המרד הגדול ביותר בגטאות?",
    a: ["וורשה"],
    options: ["וילנה", "ביאליסטוק", "לודג '", "וורשה"]
  },
  {
    q: "המושג '' שארית הפליטה פירושו'' ...?",
    a: ["רבבות היהודים שניצלו מהתופת והפכו לעקורים"],
    options: ["גרמנים שנלקחו בשבי הסובייטי בסוף המלחמה", "רבבות היהודים שניצלו מהתופת והפכו לעקורים", "כינוי לניצולים יהודים מתאי הגזים", "שם קוד גרמני לניצולי משאיות הגז בחלמנו"]
  },
  {
    q: "וועדת אוויאן דנה בנושא?",
    a: ["מתן פיתרון לבעיית הפליטים היהודים"],
    options: ["מתן פיתרון לבעיית הפליטים היהודים", "תיאום מהלך הפתרון הסופי", "הענקת סיוע ליהודים בפולין", "הצלת יהודי הונגריה"]
  },
  {
    q: "כיצד החלה מלחמת העולם השניה?",
    a: ["בפלישה לפולין"],
    options: ["בפלישה לצרפת", "בפלישה לפולין", "בפלישה לברית המועצות", "בסיפוח אוסטריה לגרמניה"]
  },
  {
    q: "כיצד הסתיימה פרשת קסטנר?",
    a: ["זוכה ונרצח י''ע יהודי"],
    options: ["זוכה ונרצח י''ע יהודי", "זוכה והיגר ב''לארה", "יצא אשם והוצא להורג", "יצא אשם וקיבל מאסר עולם"]
  },
  {
    q: "השנייה ע י'' בעלות הברית כיצד טופלו הפליטים היהודים מיד לאחר מלחמת העולם?",
    a: ["רוכזו למחנות העקורים"],
    options: ["הועלו לארץ ישראל", "הועברו לבתים נטושים בפולין", "הוכנסו לבתים של קצינים גרמנים", "רוכזו למחנות העקורים"]
  },
  {
    q: "בהיסטוריה הגרמנית כיצד מכונה התקופה שלאחר מלחמת העולם הראשונה?",
    a: ["רפובליקת ויימאר"],
    options: ["התקופה השחורה", "רפובליקת ויימאר", "המשבר הגדול", "אנשלוס"]
  },
  {
    q: "החזיתות כיצד נגמרה סופית מלחמת העולם השנייה בכלל?",
    a: ["הפלת 2 פצצות האטום של הירושימה ונגאסקי"],
    options: ["הפלת 2 פצצות האטום של הירושימה ונגאסקי", "התאבדותו של אדולף היטלר מנהיג, המפלגה הנאצית", "היכנעותה הרשמית של גרמניה", "כיבוש ברלין ע י'' ברית המועצות לבעלות הברית"]
  },
  {
    q: "כיצד ניסה אדולף אייכמן להקל על עונשו במשפטו?",
    a: ["טען שהיה בורג קטן במערכת שרק מילא פקודות"],
    options: ["טען שאינו קשור כלל ליישום הפיתרון הסופי", "טען שהיה לא שפוי כתוצאה ממלחמת העולם ה 1-", "טען שהיה בורג קטן במערכת שרק מילא פקודות", "טען כי עסק בתיעוד וכתיבה ולא ביישום וביצוע"]
  },
  {
    q: "לשלטון 1923) כיצד ניסתה בתחילת דרכה המפלגה הנאצית לעלות (?",
    a: ["ביצוע הפיכה )שכשלה פוטש ("],
    options: ["ניצול האנרכיה ששררה בגרמניה", "ביצוע הפיכה )שכשלה פוטש (", "בחירות", "ליל הסכינים הארוכות"]
  },
  {
    q: "ישראל כיצד נקרא התשלום החודשי הקבוע מגרמניה למדינת?",
    a: ["רנטות"],
    options: ["פיצוי הדמים", "מענק צדק", "רטרו", "רנטות"]
  },
  {
    q: "כיצד נקרא מחנה ההשמדה הראשון?",
    a: ["חלמנו"],
    options: ["חלמנו", "בלדץ'", "ברגן בלזן", "דכאו"]
  },
  {
    q: "במהלך הקרבות בברית המועצות כיצד נקראו היחידות אשר היו אמונות על טיהור הגזע?",
    a: ["אייזנצגרופן"],
    options: ["הוורמאכט", "אייזנצגרופן", "לופטוואפה", "אומשלגפלאץ"]
  },
  {
    q: "השואה בארץ לאחר איזה אירוע חל, שינוי ביחס אשר קיבלו ניצולי?",
    a: ["משפטו של אדולף אייכמן"],
    options: ["הטבח באולימפיאדת מינכן", "יציאתו של הסרט רשימת שינדלר", "תפיסתו של דוקטור מנגלה", "משפטו של אדולף אייכמן"]
  },
  {
    q: "לאיזו אמירה משפטי נירנברג שימשו כבסיס?",
    a: ["מניעת רצח עם"],
    options: ["כבוד האדם וחירותו", "מניעת רצח עם", "אטלנטיס", "שוויון זכויות"]
  },
  {
    q: "מה היה המניע לפרוץ מהומות ליל הבדולח ב 1938-?",
    a: ["רצח המזכיר בשגרירות גרמניה בצרפת"],
    options: ["אמצעי התראה ניסיון, לגרום ליהודים לברוח מגרמניה", "רצח המזכיר בשגרירות גרמניה בצרפת", "בעיקבות אונס וגניבת רכוש מאישה גרמניה", "מהומות ונסיון התנגדותם של היהודים בפרוץ המלחמה"]
  },
  {
    q: "מה מטרתו של הסכם '' ריבנטרופ מולטוב- ''?",
    a: ["אי תקיפת ברית המועצות על ידי ''גרמניה"],
    options: ["אי תקיפת ברית המועצות על ידי ''גרמניה", "סיפוח אוסטריה לגרמניה טרם המלחמה", "החזרת הדיפלומטים הגרמניים מפולין", "חלוקת צ כיה' בין אוסטריה לגרמניה"]
  },
  {
    q: "מה מקור השם גטו?",
    a: ["רובע נפרד של העיר בו התגוררו יהודים בימי הביינים"],
    options: ["כינוי לשכונת עוני", "משמעו באיטלקית גועל חלחלה/", "כינוי לבור השופכין של הערים באירופה", "רובע נפרד של העיר בו התגוררו יהודים בימי הביינים"]
  },
  {
    q: "הראשונה מה נוצר בקרב העם הגרמני לאחר מלחמת העולם?",
    a: ["תחושת השפלה ומשבר כלכלי חברתי חמור"],
    options: ["פחד וחשש מכיבוש", "תחושת ניצחון ושאננות", "תחושת השפלה ומשבר כלכלי חברתי חמור", "שגשוג כלכלי ופיתוח תעשייתי"]
  },
  {
    q: "מהו '' הסכם השילומים ''?",
    a: ["הסכם שנחתם בין ממשלת מערב גרמניה לממשלת ישראל הכולל 3 מיליארד מארק"],
    options: ["הסכם לפיו מדינת ישראל צריכה לסייע כלכלית לניצולי שואה עד יום מותם מכספי", "המדינה", "הסכם שנחתם בין ממשלת מערב גרמניה לממשלת ישראל הכולל 3 מיליארד מארק", "וחטאיהם"]
  },
  {
    q: "מהו '' ליל הסכינים הארוכות '' 3,000 יהודים הסכם לפיו הצלב האדום שילם מיליארד מארק לשלטון הנאצי עבור הצלתם של?",
    a: ["חיסול חברי המפלגה הנאצית שהיו חשודים כמתנגדייה"],
    options: ["נסיון הפיכת המפלגה הנאצית לעלייתה 'לשלטון", "שריפת הספרים היהודיים", "הרס חורבן בתי הכנסת והחנויות היהודיות", "חיסול חברי המפלגה הנאצית שהיו חשודים כמתנגדייה"]
  },
  {
    q: "מהו '' מישילנגה ''?",
    a: ["צאצא לנישואי תערובת"],
    options: ["חוקים לאיסור קראית ספרים בעלי אופי יהודי", "תנועת הנוער הנאצית", "תנועת נוער יהודית", "צאצא לנישואי תערובת"]
  },
  {
    q: "מהו האומשלגפלאץ?",
    a: ["כיכר השילוחין בגטו"],
    options: ["אסיר האחראי על השלטת סדר במחנה", "כיכר השילוחין בגטו", "כינוי לעובדים במשרפות", "הכוחות המיוחדים לטיהור העם הגרמני"]
  },
  {
    q: "מהו הדר שטירמר-?",
    a: ["שבועון שהיווה חלק מהתעמולה הנאצית"],
    options: ["הפלישה לברית המועצות", "שבועון שהיווה חלק מהתעמולה הנאצית", "מועצת זקנים הגוף- המתווך בין הגרמנים לציבור היהודי", "חיבור שכתב משורר שנולד בגטו וילנה"]
  },
  {
    q: "מהו החוק בדבר החזרת הפקידות המקצועית על כנה?",
    a: ["סילוק גורמים הנתפסים כלא נאמנים למוסדות השלטון"],
    options: ["חוק מתוך חוקי נירנברג", "סילוק היהודים מתפקידי הפקידות", "חוק המטיל מיסים כבדים על פקידים יהודים", "סילוק גורמים הנתפסים כלא נאמנים למוסדות השלטון"]
  },
  {
    q: "מהו המושג '' גרמניה האחרת ''?",
    a: ["מושג אותו תבע בן גוריון שמשמעו כי, גרמניה של היום איננה גרמניה הנאצית"],
    options: ["מושג אותו תבע בן גוריון שמשמעו כי, גרמניה של היום איננה גרמניה הנאצית", "דימוי גרמניה לפלנטה אחרת ולעולם הזוי ואכזרי", "מושג ממערב גרמניה המדבר על מזרח גרמניה כעולם נפרד", "גרמניה הנאצית הינה גרמניה שהעולם עוד לא הכיר ולא חווה"]
  },
  {
    q: "מהו חוק אזרחות הרייך לפי חוקי נירנברג?",
    a: ["אזרחי המדינה חייבים להיות בעלי דם גרמני"],
    options: ["אזרחי המדינה חייבים להיות בעלי דם גרמני", "גרמנים שחיים באזור חבל ה סודטים'' יחשבו'' לאזרחי גרמניה", "היהודים מחויבים לשרת את אזרחי המדינה", "אזרחי המדינה חייבים להיות נאמנים לה"]
  },
  {
    q: "מהו יודנראט?",
    a: ["הגוף האמון על תיווך הציבור היהודי לשלטון הגרמני"],
    options: ["כינוי לשוטרים יהודים במחנות ההשמדה", "הגוף האמון על תיווך הציבור היהודי לשלטון הגרמני", "כינוי ליהודים שעבדו בקרמטוריום", "כינוי לסטריאוטיפ היהודי כעכברוש"]
  },
  {
    q: "מהו מבצע ברברוסה (1941)?",
    a: ["כיבוש ברית המועצות"],
    options: ["ניסיון כיבוש בריטניה", "פלישת בעלות הברית לאיטליה", "כיבוש צרפת", "כיבוש ברית המועצות"]
  },
  {
    q: "מהי '' אריזציה ''?",
    a: ["השתלטות אלימה על בתי עסק ונכסים יהודים"],
    options: ["השתלטות אלימה על בתי עסק ונכסים יהודים", "כינוי למבצע '' ישוב מחדש שמטרתו'' השמדת היהודים", "אריזת כול ספרי התורה ושריפתם ב ליל'' הבדולח ''", "הרחקת העובדים היהודים ממפעלי התעשייה"]
  },
  {
    q: "מהי אקציה?",
    a: ["שילוח היהודים למחנות"],
    options: ["שילוח היהודים למחנות", "כינוי לניסויי מנגלה באסירי אשוויץ", "ריכוז היהודים בגטאות", "בריחת היהודים מהגטאות ליערות"]
  },
  {
    q: "מהי סלקציה?",
    a: ["מיון בין עבודת פרך להשמדה"],
    options: ["תהליך קליטת האסירים במחנות העבודה", "מיון בין עבודת פרך להשמדה", "תהליך הכנסת היהודים לרכבות", "מיון בין גברים לנשים במחנות"]
  },
  {
    q: "שעמד בראשם מהי עמדתם של מתנגדי הסכם השילומים ומנחם בגין?",
    a: ["הסכם זה מהווה מחילה רשמית לנאצים עבור פשעיהם"],
    options: ["הסכם זה מהווה מחילה רשמית לנאצים עבור פשעיהם", "ישראל לא תקיים משא ומתן עם מדינה אשר ניסתה להשמיד את עמה", "הסכום שנקבע בהסכם אינו מספק והוא '' סמלי ביותר''", "כ 3 מיליאד המארק מגואלים בדם אחינו איננו, מוכנים לגעת בהם"]
  },
  {
    q: "מהי פרשת האונייה '' סנט לואיס ''?",
    a: ["אוניית פליטים יהודית שלמעט, אירופה לא הסכימו לקבלה"],
    options: ["אוניית המעפילים האחרונה שיצאה מגרמניה לארץ ''ישראל", "אוניית מלחמה אמריקאית שהוטבעה ע י'' גרמניה והייתה המניע לפרוץ המלחמה", "אונייה רפואית שנשלחה לעזור ליהודי אפריקה", "אוניית פליטים יהודית שלמעט, אירופה לא הסכימו לקבלה"]
  },
  {
    q: "מהי פרשת האונייה סנט לואיז ובאיזו שנה התרחשה?",
    a: ["אותה בשנת, 1939"],
    options: ["אוניית נופש שיצאה מחופשי ישראל אל עבר בורגס בשנת, 1980", "אוניית מעפילים שטבעה בדרכה לישראל בשנת 1946", "אוניית נשק שהובאה אל ישראל והופצצה ע י'' צה ל'' בשנת 1948", "אותה בשנת, 1939"]
  },
  {
    q: "מהם משפטי נירנברג ''?",
    a: ["העמדה לדין והענשת פושעי מלחמה נאצים"],
    options: ["משפטם של חסידי אומות העולם שנתפסו ע י'' הנאצים", "העמדה לדין והענשת פושעי מלחמה נאצים", "משפטים האוכפים את תורת הגזע וחוקי הרייך", "משפטיהם של סרבנים גרמנים שהתנגדו להשמדה"]
  },
  {
    q: "מי היא מיפ חיס?",
    a: ["להסתתר במחבואם"],
    options: ["אשת עסקים שפעלה בהונגריה תוך ניצול מעמדה הצילה יהודי הונגריה", "להסתתר במחבואם", "בהברחתם לשוויץ", "סירים ופגזים"]
  },
  {
    q: "מי היה אדולף אייכמן?",
    a: ["מבכירי המנגנון הנאצי והאחראיים ליישום הפיתרון הסופי"],
    options: ["מבכירי המנגנון הנאצי והאחראיים ליישום הפיתרון הסופי", "מפקד מחנה אשוויץ בירקנאו", "מנהיג התעמולה הנאצית", "השר לענייני בעיית היהודים ותורת הגזע"]
  },
  {
    q: "מי היה אהרון לידסקינד?",
    a: ["לוחם מחתרת ופרטיזן יהודי ממקימי, המחתרת בקרקוב"],
    options: ["מפקד במחנה אושוויץ שהורה על פיצוץ המשרפות", "לוחם מחתרת ופרטיזן יהודי ממקימי, המחתרת בקרקוב", "מפקד מרד גטו וורשה לקראת סוף המלחמה", "מפקד הבריגדה היהודית בצבא הבריטי"]
  },
  {
    q: "מי היה אוסקר שינדלר?",
    a: [],
    options: ["יהודי גרמני שניצל את היותו בכיר ב וועד'' להצלה והציל'' רבבות יהודים בהברחתם", "לשוויץ", "תושב אמסטרדם אשר הסתיר יהודים בין, היתר הסתיר את אנה פרנק ומשפחתה", "הונגריה"]
  },
  {
    q: "מי היה האנס פרנק סירים ופגזים עסקן גרמני שניצל את מעמדו החברתי להצלת אלפי יהודים באמצעות מפעל לייצור?",
    a: ["המושל הנאצי לפולין"],
    options: ["מראשי הגסטפו", "אביה של אנה פרנק", "המושל הנאצי לפולין", "ממקימי האומשלגפלץ"]
  },
  {
    q: "מי היה יואכים פון- ריבנטרופ?",
    a: ["שר החוץ הגרמני"],
    options: ["שר החוץ הרוסי", "ראש הצבא הסדיר הגרמני", "שר החוץ הגרמני", "ראש הצבא האדום"]
  },
  {
    q: "מי היה ישראל רז ו' קסטנר?",
    a: ["עורך דין ועיתונאי שפעל להצלת יהודי הונגריה"],
    options: ["מנהיג יהודי ממייסדי הקונגרס הציוני העולמי", "עורך דין ועיתונאי שפעל להצלת יהודי הונגריה", "התובע הראשי במשפט אייכמן", "חבר כנסת שהוביל וקידם את הסכם השילומים"]
  },
  {
    q: "מי היה פרדריך ברברוסה?",
    a: ["אחד ממלכי גרמניה שנערץ ע י'' היטלר"],
    options: ["אחד ממלכי גרמניה שנערץ ע י'' היטלר", "הקיסר הגרמני אותו החליף היטלר בשלטון", "שר התעמולה הנאצית בתקופתו של היטלר", "מפקד הגסטפו וחיל האוויר הגרמני"]
  },
  {
    q: "המלחמה מי היה ראש ה ועד'' לעזרה והצלה בהונגריה'' בתקופת?",
    a: ["דב יוסף"],
    options: ["דוב הוז", "נחום גולדמן", "דב יוסף", "גדעון האוזנר"]
  },
  {
    q: "מי היה ריינהארד היידריך?",
    a: ["ראש משטרת הביטחון הגרמנית בשטחי פולין"],
    options: ["ראש משטרת הביטחון הגרמנית בשטחי פולין", "מפקד המטה הכללי של פולין", "מפקד כוחות האייזנצגרופן במבצע ברברוסה", "ראש מטה המודיעין למתנגדי המשטר הנאצי"]
  },
  {
    q: "מי הם ה פרטיזנים'' ''?",
    a: ["כוחות המורדים שניסו לפגוע בעורף הגרמני בלחימתם ביערות"],
    options: ["כינוי למורדים יהודים בגטאות אשר לחמו במחתרת", "כוחות המורדים שניסו לפגוע בעורף הגרמני בלחימתם ביערות", "המחתרת הצרפתית אשר נלחמה בכיבוש הגרמני", "יחידות הגרילה של הצבא האדום שנלחמו בגרמנים"]
  },
  {
    q: "מי הם חסידי אומות העולם?",
    a: ["גויים אשר נטלו חלק בהצלת יהודים תוך סיכון עצמי ללא תמורה"],
    options: ["גויים אשר נטלו חלק בהצלת יהודים תוך סיכון עצמי ללא תמורה", "יהודים אשר נטלו חלק בהצלת היהודים תוך סיכון עצמי ללא תמורה", "גרמנים אשר נטלו חלק בהצלת יהודים בגרמניה תמורת סכום כספי ורכוש", "אוקראינים אשר נטלו חלק בהצלת יהודים תמורת סכום כספי ורכוש"]
  },
  {
    q: "מי טבע את האנטישמיות בשנת 1897?",
    a: ["ויליהם מאר"],
    options: ["קייזר הינדנבורג", "פון רוהאם", "אדולף היטלר", "ויליהם מאר"]
  },
  {
    q: "מיהו בנימין הלוי?",
    a: ["שופט אשר ניהל את משפט קסטנר אייכמן, והשתתף במשפט כפר קאסם"],
    options: ["התובע הכללי במשפט אייכמן שתבע את השמפט 6'' מליון ''קטגוריות", "סגן ראש ה ועד'' לעזרה והצלה בהונגריה'' בתקופת המלחמה", "שופט אשר ניהל את משפט קסטנר אייכמן, והשתתף במשפט כפר קאסם", "הרב הראשי בקהילת לובלין אשר צעד בראש האקציה למחנה מיידנק"]
  },
  {
    q: "מיהו פרימו לוי?",
    a: ["סופר וכימאי יהודי שנכלא באושוויץ"],
    options: ["ראש כל מועצות היהודנרט", "הוגה דעות ופילוסוף יהודי מיגוסלביה", "מנהיג מרד גטו וורשה", "סופר וכימאי יהודי שנכלא באושוויץ"]
  },
  {
    q: "מיהו צ יונה' סוגיארה?",
    a: ["קונסול יפני שניצל את מעמדו להבריח רבבות יהודים מהעיר קובנה שבליטא"],
    options: ["קונסול סין שניפק אשרות ליהודי אוסטריה וע י'' כך הבריח אותם מאירופה", "שר החוץ הסיני אשר חתם על הסכמי הברית בין גרמניה הנאצית לקיסרות סין", "קונסול יפני שניצל את מעמדו להבריח רבבות יהודים מהעיר קובנה שבליטא", "מפקד חיל האוויר היפני שפיקד על מבצע פרל הארבור ) הפצצת חיל הים האמריקאי ("]
  },
  {
    q: "מיהו ראול ולנברג?",
    a: ["איש עסקים ודיפלומט שוודי שהציל רבבות מיהודי הונגריה"],
    options: ["קונסול פורטוגל שהבריח עשרות אלפי יהודים מצרפת לספרד ומשם לאמריקה", "מלך דנמרק שהבריח יהודים לשבדיה", "עסקן גרמני שהעסיק יהודים במפעליו על מנת להצילם", "איש עסקים ודיפלומט שוודי שהציל רבבות מיהודי הונגריה"]
  },
  {
    q: "מיהו מהו/ ג נרל' גוברנמן?",
    a: ["שטחי פולין שאינם עתידים להיות מסופחים לגרמניה"],
    options: ["מפקד כוחות הגרמנים במבצע אוברלורד", "כינוי לאזור מוסדות השלטון ברייך השלישי באירופה המערבית", "מפקד הכוחות הגרמנים בקרבות סטלינגרד", "שטחי פולין שאינם עתידים להיות מסופחים לגרמניה"]
  },
  {
    q: "מתי החלה רדיפת יהודי פולין?",
    a: ["ב 1939 עם הפלישה לפולין"],
    options: ["ב 1938 מערב ליל הבדולח", "ב 1940 עם הפלישה לרומניה", "ב 1941 עם תחילת המבצע ריבנטרוב מולוטוב-", "ב 1939 עם הפלישה לפולין"]
  },
  {
    q: "מתי לראשונה נשלחו יהודים למחנות הריכוז?",
    a: ["לאחר ליל הבדולח"],
    options: ["עם סיפוח אוסטריה לגרמניה", "עם סיפוח חבל הסודטים כיה'בצ", "לאחר ליל הבדולח", "עם כיבוש גרמניה"]
  },
  {
    q: "מתי נכנעה גרמניה בפני בעלות הברית?",
    a: ["1945"],
    options: ["1947", "1946", "1944", "1945"]
  },
  {
    q: "מתי נפתרה סופית בעיית הפליטים?",
    a: ["בהקמת מדינת ישראל"],
    options: ["בהקמת מדינת ישראל", "עם סיום המלחמה", "עם סיום תהליך '' הפיתרון הסופי ''", "עם שחרור מחנות הריכוז וההשמדה"]
  },
  {
    q: "מתי פרצה מלחמת העולם השניה?",
    a: ["הראשון לספטמבר 1939"],
    options: ["ה 22- ליוני 1939", "הראשון לספטמבר 1939", "החמישי לספטמבר 1936", "השישי ליוני 1939"]
  },
  {
    q: "השואה על איזה גוף הוטלה המשימה להנציח את קורבנות?",
    a: ["הועד הלאומי"],
    options: ["התנועה הלאומית", "הועד הלאומי", "הועד הממשלתי", "התנועה הממשלתית"]
  },
  {
    q: "על מה התבססו המחתרות בגטאות?",
    a: ["תנועות הנוער היהודיות"],
    options: ["תנועות הנוער היהודיות", "יהודנרט", "קאפו", "מוזלמנים"]
  },
  {
    q: "השבת השחורה הייתה'' פעולה של ..'?",
    a: ["הבריטים"],
    options: ["'ל''האצ", "המרי העברי", "הבריטים", "י''הלח"]
  },
  {
    q: "איזה ארגון עובדים הוקם בשנת 1920?",
    a: ["ההסתדרות הכללית של העובדים"],
    options: ["חלוצי העלייה השנייה", "אגודת ישראל", "ההסתדרות הכללית של העובדים", "ההסתדרות החקלאית של העובדים"]
  },
  {
    q: "הראשונה איזה גל עלייה נמשך עד לפרוץ מלחמת העולם?",
    a: ["עלייה שנייה"],
    options: ["עלייה שנייה", "עלייה ראשונה", "עלייה שלישית", "עלייה רביעית"]
  },
  {
    q: "המתבססת על עקרונות סוציאליסטיים איזו מהחברות הבאות היא חברה צודקת ושוויונית?",
    a: ["קיבוץ"],
    options: ["כפר", "עיר", "קיבוץ", "מושבה"]
  },
  {
    q: "איזו מושבה הוקמה במקביל לראש פינה?",
    a: ["פתח תקווה"],
    options: ["דגניה", "פתח תקווה", "זכרון יעקב", "משכנות שאננים"]
  },
  {
    q: "מודרנית איזו עיר שימשה כמוקד להפצה ולחידוש העברית כשפה?",
    a: ["יפו"],
    options: ["חיפה", "ירושלים", "יפו", "רמת גן"]
  },
  {
    q: "איזו עליות / עלייה התרחשה בתקופת המנדט הבריטי?",
    a: ["עלייה שלישית"],
    options: ["עלייה ראשונה ורביעית", "עלייה שלישית", "עלייה שנייה ושלישית", "עלייה ראשונה ושלישית"]
  },
  {
    q: "איזו תנועה התנגדה לפקידי הברון רוטשילד אם המושבות ראש פינה משכנות שאננים איזודגניה קבוצה הוקמה ב 1909?",
    a: ["בילו"],
    options: [
"בילו", "ביתר", "אגודת ישראל", "הציונות הכללית"    ]
  },
  {
    q: "אילו אגודות הקים אליעזר בן יהודה?",
    a: ["ללימוד השפה העברית"],
    options: ["ללימוד השפה העברית", "כלכליות", "חקלאיות", "ללימוד הדת"]
  },
  {
    q: "אילו אנשים פעלו בירושלים לשם תחיית השפה העברית?",
    a: ["קבוצת מחנכים ואינטלקטואלים"],
    options: ["אליעזר בן יהודה וחותנו", "קבוצת רבנים ותלמידיהם", "קבוצת מחנכים ואינטלקטואלים", "מחנכים"]
  },
  {
    q: "דו לאומית- באיזה ספר לבן נקבע כי במדינת ישראל תקום מדינה?",
    a: ["הספר הלבן השלישי"],
    options: ["הספר הלבן השלישי", "הספר הלבן הראשון", "הספר הלבן השני", "הספר הלבן הרביעי"]
  },
  {
    q: "באיזה ערי קודש התרכז '' היישוב היהודי ''?",
    a: ["חברון ירושלים, טבריה, צפת,"],
    options: ["צפת עכו, ירושלים, חברון,", "באר שבע חברון, עכו, ירושלים,", "חברון ירושלים, טבריה, צפת,", "ירושלים טבריה, חברון, באר, שבע"]
  },
  {
    q: "באיזה שנה הוקמה הקבוצה הראשונה דגניה?",
    a: ["1909"],
    options: ["1915", "1909", "1902", "1905"]
  },
  {
    q: "באיזו שנה גירשו הטורקים את תושבי יפו והסביבה?",
    a: ["1917"],
    options: ["1916", "1918", "1917", "1919"]
  },
  {
    q: "באיזו שנה החל גל העלייה השניה?",
    a: ["1904"],
    options: ["1902", "1905", "1904", "1903"]
  },
  {
    q: "באיזו שנה החלה '' תקופת המאבק ''?",
    a: ["1945"],
    options: ["1945", "1942", "1941", "1947"]
  },
  {
    q: "באיזו שנה נוסדה ''תנועת החלוץ ''?",
    a: ["1880"],
    options: ["1870", "1880", "1915", "1890"]
  },
  {
    q: "בטכניון באיזו שפה דרשה חברת '' עזרה שבעזרתה'' ילמדו?",
    a: ["גרמנית"],
    options: ["גרמנית", "עברית", "פולנית", "אנגלית"]
  },
  {
    q: "בין איזה שנים חל האירוע המכונה '' מלחמת השפות ''?",
    a: ["1913-1914"],
    options: ["1914-1915", "1913-1914", "1913-1915", "1912-1913"]
  },
  {
    q: "בין אילו שנים חלה העלייה הראשונה?",
    a: ["1882-1903"],
    options: ["1882-1904", "1882-1903", "1883-1904", "1883-1903"]
  },
  {
    q: "בין מי למי נחתם הסכמי הקפיטולציות?",
    a: ["האימפריה העות מנית' למעצמות השונות"],
    options: ["האימפריה הבריטית עם האימפריה מנית'העות", "האימפריה העות מנית' למעצמות השונות", "המעצמות האירופיות עם האימפריה הבריטית", "מעצמות שונות לאימפריה הבריטית"]
  },
  {
    q: "במה עסקו חברי '' גדוד העבודה ''?",
    a: ["סלילת כבישים והקמת ישובים"],
    options: ["סלילת כבישים והקמת ישובים", "לימוד תורה", "סלילת כבישים ולימוד עבודה חקלאית", "שילוב תורה ועבודה"]
  },
  {
    q: "היכן ישבו אנשי '' הישוב הישן ''?",
    a: ["ירושלים צפת, טבריה, וחברון"],
    options: ["ירושלים צפת, טבריה, וחברון", "ירושלים צפת, חיפה, ועתלית", "ירושלים טבריה, עתלית, וחברון", "ירושלים צפת, טבריה, וחיפה"]
  },
  {
    q: "למושבות כיצד באה לידי ביטוי עזרתו של הברון רוטשילד?",
    a: ["שיסייעו בניהולם הכלכלי"],
    options: ["הברון רוטשילד השקיע אך ורק בתחום הכספי של היישוב בעזרת תרומות", "שיסייעו בניהולם הכלכלי", "הברון רוטשילד שלח צוותים של מומחים בחקלאות כדי לפתח שיטות גידול חדשות", "הברון רוטשילד שלח צוותים של פקידים שסייעו בניהול הכלכלי של המשק החקלאי"]
  },
  {
    q: "לחומות ירושלים כיצד נקראה השכונה היהודית הראשונה שהוקמה מחוץ?",
    a: ["משכנות שאננים"],
    options: ["משכנות שאננים", "המושבה הגרמנית", "גילה", "מחנה ישראל"]
  },
  {
    q: "כמה יהודים היו בארץ בראשיתה של המאה ה - 19?",
    a: ["6,000"],
    options: ["60,000", "6,000", "300,000", "30,000"]
  },
  {
    q: "מושבות חדשות כמה עולים בעליה הראשונה דגלו בעבודת אדמה והקימו?",
    a: ["5000"],
    options: ["5000", "500", "50,000", "20,000"]
  },
  {
    q: "לאחר איזו עליה חודשה ההתיישבות בפתח תקווה?",
    a: ["עליה ראשונה"],
    options: ["עליה שלישית", "עליה ראשונה", "עליה רביעית", "עליה שניה"]
  },
  {
    q: "למה גרמה שיטת הפקידות?",
    a: ["תלות של החקלאים במימון חיצוני"],
    options: ["תלות של החקלאים בעובדים רבים", "פיתוח של התשתיות הכלכליות במושבות", "תלות של החקלאים במימון חיצוני", "פיתוח של בנקים בהתיישבות שעזרו לחקלאים בניהול כלכלי"]
  },
  {
    q: "האדמה למה הוביל הדגשת העקרון ''האידיאולוגי כיבוש ''?",
    a: ["הקמת קיבוצים על קרקעות לאומיות"],
    options: ["הקמת עיירות פיתוח", "הקמת המושבות", "הקמת כפרי אירוח", "הקמת קיבוצים על קרקעות לאומיות"]
  },
  {
    q: "מאיזו עליה החל להתקיים '' הישוב החדש ''?",
    a: ["עליה ראשונה"],
    options: ["עליה ראשונה", "עליה שלישית", "עליה רביעית", "עליה שניה"]
  },
  {
    q: "מה אפיין את העלייה החמישית?",
    a: ["החרדה מפני המשטרים הפשיסטיים"],
    options: ["החשיבות שבעבודת האדמה ועבודת הכפיים", "הברון רוטשילד שהשקיע במושבות סכומים גדולים בשיטה שנקראה שיטת הפקידות", "החרדה מפני המשטרים הפשיסטיים", "הגעתה לארץ של האונייה '' רוסלן שעל'' סיפונה היו מעל 600 עולים"]
  },
  {
    q: "מה היה '' ליל הגשרים ''?",
    a: [],
    options: ["מבצע שהתרחש במסגרת מבצע נחשון בו חטיבת הראל פרצה באמצעות גשרים", "מאולתרים את דרכה במרחב לטרון", "פעולה בה היישוב היהודי הקים 11 גשרים המסגרת חומה ומגדל", "מזרח"]
  },
  {
    q: "הקיבוץ מה היה בסיס רעיון הקבוצה שהתגלגל והפך לימים לרעיון פעולה שנקטה תנועת המרי העברית שבמהלכה פוצצו 11 גשרים ברחבי הארץ?",
    a: ["התיישבות משותפת ועיבוד משותף של חלקות האדמה"],
    options: ["כיבוש האדמה והפיכתה לאדמה חקלאית", "כיבוש האדמה ובניית מבני מגורים בה", "התיישבות משותפת וחלוקת האדמה לחלקות", "התיישבות משותפת ועיבוד משותף של חלקות האדמה"]
  },
  {
    q: "מה היה הקיבוץ הראשון ומתי הוקם?",
    a: ["דגניה , 1909"],
    options: ["דגניה , 1907", "דגניה , 1909", "כינרת , 1908", "נהלל , 1906"]
  },
  {
    q: "מה היה כינוייה של פתח תקווה?",
    a: ["אם המושבות"],
    options: ["אחוזת בית", "המושבה הראשונה", "משכנות שאננים", "אם המושבות"]
  },
  {
    q: "מה היה פועלה של וועדת פ''אונסקו?",
    a: ["המליצה על תכנית החלוקה"],
    options: ["הוועדה המיוחדת של האו ם'' לענייני כלכלה במזרח התיכון", "החליטה למסור למדינה היהודית את מרבית שטחי הנגב", "המליצה על תכנית החלוקה", "דנה בבעיית הפליטים היהודים"]
  },
  {
    q: "לחומות מה הייתה השכונה היהודית הראשונה שהוקמה מחוץ?",
    a: ["משכנות שאננים"],
    options: ["פתח תקווה", "נווה שאנן", "משכנות שאננים", "אחוזת בית"]
  },
  {
    q: "מה הייתה מטרתה של '' ועדת פיל ''?",
    a: ["הצעת פתרון לסכסוך הערבי יהודי- המתהווה"],
    options: ["קביעת קריטריונים לעלייה בתקופת העלייה ''השנייה", "בדיקת סיבות פריצתה של מלחמת העולם הראשונה", "הוועדה אשר גיבשה את הסכמי ההפוגה הראשונה במלחמת העצמאות", "הצעת פתרון לסכסוך הערבי יהודי- המתהווה"]
  },
  {
    q: "מה היתה התוצאה של מאורעות ט''תרפ?",
    a: ["הצעת פתרון לסכסוך הערבי יהודי- המתהווה"],
    options: ["הצעת פתרון לסכסוך הערבי יהודי- המתהווה", "בדיקת סיבות פריצתה של מלחמת העולם הראשונה", "קביעת קריטריונים לעלייה בתקופת העלייה השנייה", "הוועדה אשר גיבשה את הסכמי ההפוגה הראשונה במלחמת העצמאות"]
  },
  {
    q: "מה השפיע על הריבוי של האוכלוסיה בארץ?",
    a: ["עליות קדם ציוניות"],
    options: ["אימוץ", "עליות קדם ציוניות", "תמותה באחוז נמוך", "ריבוי טבעי"]
  },
  {
    q: "מה יזם משה מונטיפיורי בשנת 1860?",
    a: ["הקמתה של השכונה היהודית הראשונה מחוץ לחומות"],
    options: ["הקמתה של השכונה היהודית הראשונה מחוץ לחומות", "פרויקט למימון ההתיישבות בארץ ישראל", "הקמתה של שכונה יהודית בירושלים", "פרויקט למימון המפעל הציוני"]
  },
  {
    q: "מה מהווה '' הצהרת בלפור ''?",
    a: ["הישג דיפלומטי חשוב בדרך להקמת המדינה"],
    options: ["הישג דיפלומטי חשוב העוסק בחיבור עם מדינות העולם", "הישג דיפלומטי חשוב בדרך להקמת המדינה", "מכתב שכתב בלפור שנלקח בחשבון בזמן המנדט הבריטי", "מכתב שנכתב לברון רוטשילד"]
  },
  {
    q: "מה נקבע בספר הלבן השלישי?",
    a: ["כי בפלסטינה תקום מדינה דו לאומית"],
    options: ["כי בפלסטינה תקום מדינה יהודית", "כי בפלסטינה תקום מדינה דו לאומית", "כי בפלסטינה תקום מדינה יהודית לצד מדינה ערבית", "כי בפלסטינה תקום מדינה ערבית"]
  },
  {
    q: "מה קיימו היהודים הספרדים בתקופת '' הישוב הישן ''?",
    a: ["לפרנסתם"],
    options: ["מערכת של קשרים כלכלים עם אוכלוסית הרוב המוסלמית ורבים מהם 'עבדו", "לפרנסתם", "מיומנויות לחימה", "מערכת של קשרים חברתיים עם אוכלסית הרוב הנוצרית ורבים מהם עסקו בחקלאות"]
  },
  {
    q: "מהו '' ריב הלשונות '' לפרנסתם מערכת של קשרים חברתיים עם אוכלוסית הרוב המוסלמית ורבים מהם עבדו?",
    a: ["וויכוח שפרץ לגביי שפת הלימוד בטכניון"],
    options: ["וויכוח שפרץ בין הטכניון לבין הגימנסיה הרצליה", "וויכוח שפרץ לגביי שפת הלימוד במוסדות הלימוד בארץ", "וויכוח שפרץ לגביי שפת הלימוד בטכניון", "וויכוח שפרץ בין הטכניון לבין האוניברסיטה העברית"]
  },
  {
    q: "מהו הספר הלבן הראשון?",
    a: ["היישוב היהודי"],
    options: ["מסמך המתאר את הקשיים שגרמו למתחים בין ראשי היישוב היהודי והציונות לבין", "בריטניה", "היישוב היהודי", "חדשים לעלייה ורכישת קרקעות"]
  },
  {
    q: "מהו הספר הלבן רמינגטון מסמך המסכם את '' הצהרת בלפור אשר'' נכתב ע י'' הלורד ריצ מונד' דהלאנור?",
    a: ["שינויים במדיניות הבריטית שהוגדרו רשמית בסדרה של מסמכים"],
    options: ["שינויים במדיניות הבריטית שהוגדרו רשמית בסדרה של מסמכים", "שינויים במדיניות הבריטית שהוגדרו רשמית בסדרה של צווים", "אוסף מסמכים שביניהם גם הצהרת בלפור", "אוסף פקודות ושינויים במדיניות הגרמנית שהוגדרו רשמית בסדרה של מסמכים"]
  },
  {
    q: "הראשונה מהו שמה של השכונה שהפכה, לימים לעיר העברית?",
    a: ["אחוזת בית"],
    options: ["הגימנסיה", "אחוזת בית", "אום רשרש", "מחנה ישראל"]
  },
  {
    q: "ישראל מהי '' ההסתדרות הכללית של העובדים העבריים בארץ ''?",
    a: ["ארגון עובדים שאיגד את כל העובדים היהודים בארץ"],
    options: ["ארגון עובדים שהוקם על ידי גדוד העבודה", "ארגון עובדים שאיגד את כל העובדים היהודים בארץ", "ארגון עובדים שהוקם על ידי הבריטים למען המושבה היהודית בארץ", "ארגון עובדים שאיגד את כל העובדים בארץ"]
  },
  {
    q: "מהי גיא אוני?",
    a: ["ראש פינה"],
    options: ["פתח תקווה", "צפת", "חברון", "ראש פינה"]
  },
  {
    q: "מהי הצהרת בלפור?",
    a: ["הכרה רשמית בתביעותיה של התנועה הציונית על ארץ ישראל"],
    options: ["הכרה רשמית בתביעותיה של התנועה הציונית על ארץ ישראל", "שיתוף פעולה עם הבריטים באזור", "הכרה רשמית בתביעותיה של תנועת ההסתדרות הכללית על ארץ ישראל", "הכרה רשמית בקשיים בין ראשי היישוב היהודי לבין הבריטים"]
  },
  {
    q: "העולים ל מנהלי'' עבודה מהי השיטה בה נקט הברון רוטשילד שהפכה את ''?",
    a: ["הפקידות"],
    options: ["המנהלים", "החקלאות", "היישוב הקטן", "הפקידות"]
  },
  {
    q: "מהיכן הגיעו רוב עולי העליה הראשונה?",
    a: ["רוסיה רומניה, ופולין"],
    options: ["רוסיה רומניה, ופולין", "פולין רוסיה, וגרמניה", "רוסיה גרמניה, ורומניה", "רוסיה רומניה, והונגריה"]
  },
  {
    q: "מהיכן הגיעו רוב עולי העלייה החמישית?",
    a: ["גרמניה"],
    options: ["רומניה", "תימן", "פולין", "גרמניה"]
  },
  {
    q: "מהם הסכמי קפיטוליציות?",
    a: ["הסכמים שהקנו זכויות יתר לנתיני המעצמות"],
    options: ["הסכמים שהקנו זכויות יתר לנתיני המעצמות", "הסכמים שחייבו את נתיני המעצמות בביצוע גזירות רבות", "הסכמים שהקנו זכויות יתר לתושבי מדינת ישראל", "הסכמים של שלום בין המעצמות"]
  },
  {
    q: "מהן תוכניות ההצלה ומהי מטרתן?",
    a: ["תוכניות אשר מטרתן הייתה להציל יהודים בזמן מלחמת העולם השנייה"],
    options: ["תוכניות אשר מטרתן הייתה להציל יהודים בזמן מלחמת העולם השנייה", "תוכנית אשר מטרתן הייתה רקימת קשר עם ארה ב'' בזמן מלחמת העולם השנייה", "השנייה", "השנייה"]
  },
  {
    q: "מי היה אברהם משה ) א מ'' לונץ(?",
    a: ["מראשוני החוקרים של ארץ ישראל"],
    options: ["איש ציבור שהשתייך אל היישוב הישן", "מחלוצי העלייה השנייה", "נחשב לאחד התומכים לטובת המפעל הציוני", "מראשוני החוקרים של ארץ ישראל"]
  },
  {
    q: "מי היה משה מונטיפיורי?",
    a: ["יהודי עשיר אשר סייע לתושבים היהודים להתיישב מחוץ לחומות"],
    options: ["יהודי עשיר אשר סייע לתושבים היהודים להתיישב מחוץ לחומות", "יהודי אשר הוביל את פרוייקט חומה ומגדל", "יהודי אשר סייע לתושבים הערביים להגר מחוץ י''לא", "יהודי עשיר אשר סייע לתושבים הערביים להתיישב מחוץ לחומות"]
  },
  {
    q: "מי היו מדינות ההסכמה במלחמת העולם הראשונה?",
    a: ["איטליה בריטניה, יפן, ארה, ב'' רוסיה, צרפת,"],
    options: ["איטליה בריטניה, בולגריה, רוסיה, צרפת,", "איטליה בריטניה, יפן, ארה, ב'' רוסיה, צרפת,", "איטליה גרמניה, יפן, סין, ארה, ב'' צרפת,", "איטליה גרמניה, רוסיה, בריטניה, אירלנד, סין,"]
  },
  {
    q: "מי הקים את ועדת פ''אונסקו?",
    a: ["ם''האו"],
    options: ["ו''נאט", "האיחוד האירופאי", "ם''האו", "הממשל הבריטי"]
  },
  {
    q: "מי מהבאים נתמך בכספי החלוקה?",
    a: ["האשכנזים ביישוב, הישן"],
    options: ["הספרדים ביישוב, הישן", "האשכנזים בעלייה, השנייה", "הספרדים בעלייה, השנייה", "האשכנזים ביישוב, הישן"]
  },
  {
    q: "ממה הורכבה העלייה הרביעית בעיקרה?",
    a: ["ממשפחות בנות המעמד הבינוני שעזבו את פולין"],
    options: ["ממשפחות בנות המעמד הגבוה שעזבו את גרמניה", "ממשפחות בנות המעמד הבינוני שעזבו את רומניה", "ממשפחות בנות המעמד הבינוני שעזבו את פולין", "ממשפחות בנות המעמד הגבוה שעזבו את בריטניה"]
  },
  {
    q: "מתי היה גירוש תל אביב?",
    a: ["במרץ 1917 גירשו הטורקים את תושבי המקום"],
    options: ["ביולי 1918 גירשו הבריטים את תושבי המקום", "במרץ 1917 גירשו הבריטים את תושבי המקום", "ביולי 1918 גירשו הטורקים את תושבי המקום", "במרץ 1917 גירשו הטורקים את תושבי המקום"]
  },
  {
    q: "ע י'' מי פורסם הספר הלבן?",
    a: ["שר המושבות הבריטי"],
    options: ["שר החוץ הבריטי", "תנועת המחתרת י''ניל", "התנועה הציונית", "שר המושבות הבריטי"]
  },
  {
    q: "על ידי מי פורסם הספר הלבן הראשון?",
    a: ["ווינסטון 'צ יל'רצ"],
    options: ["ג יימס' בלפור", "הברון רוטשילד", "אדמונס יימס'ג", "ווינסטון 'צ יל'רצ"]
  },
  {
    q: "השנייה על מה נאבקו בעלי תודעה לאומית סוציאליסטית מהעלייה?",
    a: ["כיבוש העבודה"],
    options: ["צביון דתי בארץ", "כיבוש העבודה", "כיבוש השמירה", "השפה העברית"]
  },
  {
    q: "היבשה בקרית מלאכי על שמו של איזה רמטכ ל'' נקרא בסיס מטה מפקדת זרוע?",
    a: ["חיים בר לב"],
    options: ["צבי צור", "חיים בר לב", "דוד אלעזר", "יצחק רבין"]
  },
  {
    q: "איזה נשיא הקים את ''מפלגת יחד ''?",
    a: ["עזר ויצמן"],
    options: ["עזר ויצמן", "אפרים קציר", "חיים ויצמן", "שמעון פרס"]
  },
  {
    q: "איזה נשיא מונה למנכ ל'' משרד הביטחון?",
    a: ["שמעון פרס"],
    options: ["שמעון פרס", "זלמן שזר", "יצחק נבון", "יצחק בן צבי"]
  },
  {
    q: "בהר המנוחות בירושלים איזה נשיא נולד בשנת 1884 בפולטובה שברוסיה ונקבר?",
    a: ["יצחק בן צבי"],
    options: ["יצחק בן צבי", "לוי אשכול", "יצחק רבין", "אפריים קציר"]
  },
  {
    q: "איזה נשיא פעל להשגתה של הצהרת בלפור?",
    a: ["חיים ויצמן"],
    options: ["משה קצב", "חיים ויצמן", "חיים הרצוג", "עזר ויצמן"]
  },
  {
    q: "איתן איזה פיקוד היה אחראי על הלחימה בעזה ''במבצע צוק ''?",
    a: ["פיקוד דרום"],
    options: ["פיקוד דרום", "פיקוד צפון", "פיקוד מרכז", "י''מז"]
  },
  {
    q: "ל''בצה איזה רמטכ ל'' התמנה לנציב קבילות החיילים הראשון?",
    a: ["חיים לסקוב"],
    options: ["מרדכי מקלף", "חיים לסקוב", "משה דיין", "צבי צור"]
  },
  {
    q: "בבחירות איזה שר שימש שמיר בממשלה שבה ניצח פרס?",
    a: ["שר חוץ"],
    options: ["שר החינוך", "שר חוץ", "שר פנים", "שר האוצר"]
  },
  {
    q: "איזו בעיה העצימה העלייה ההמונית במדינה?",
    a: ["בעיות כלכליות"],
    options: ["בעיה ביטחונית", "בעיה מדינית", "בעיות כלכליות", "בעיות בינלאומיות"]
  },
  {
    q: "1971-1970 איך נקרא גל המחאה שפקד את מדינת ישראל בין השנים?",
    a: ["הפנתרים השחורים"],
    options: ["הסכסוך הפלסטינאי", "הציבורי", "הפנתרים השחורים", "ואדי סאליב"]
  },
  {
    q: "שוחרר ב 1940- נעצר מנחם בגין בברית המועצות מתי, הוא?",
    a: ["בעת מבצע ברברוסה"],
    options: ["בזמן האינטיפאדה", "בעת מבצע יונתן", "בעת הסכמי אוסלו", "בעת מבצע ברברוסה"]
  },
  {
    q: "ב 1967 התגייס בנימין נתניהו לאיזו. יחידה?",
    a: ["סיירת ל''מטכ"],
    options: ["דובדבן", "ר''פלס גולני", "סיירת ל''מטכ", "חיל החימוש"]
  },
  {
    q: "באיזה כפר ערבי התגורר משה שרת?",
    a: ["עין סיניה"],
    options: ["עין חרוד", "דלית אל כרמל", "עין סיניה", "נצרת עלית"]
  },
  {
    q: "באיזה שנה הכירה ישראל בארגון ף''אש?",
    a: ["1993"],
    options: ["1997", "1995", "1993", "1997"]
  },
  {
    q: "באיזה שנה הצטרף דוד אלעזר ח''לפלמ?",
    a: ["1946"],
    options: ["1964", "1946", "1972", "1952"]
  },
  {
    q: "באיזה שנים התקיימה העלאת יהודי תימן?",
    a: ["1948-1950"],
    options: ["1948-1950", "1948-1952", "1948-1951", "1947-1949"]
  },
  {
    q: "באיזה תאריך היה הטבח בכפר קאסם?",
    a: ["ב 29 באוקטובר 1956"],
    options: ["ב 29 בינואר 1976", "ב 15 ביולי 1967", "ב 29 באוקטובר 1956", "ב 15 בפברואר 1956"]
  },
  {
    q: "ואייל באיזה תאריך נחטפו שלושת הנערים גיל עד- נפטלי,?",
    a: ["12.06.2014"],
    options: ["12.08.2015", "12.04.2014", "12.04.2015", "12.06.2014"]
  },
  {
    q: "באיזה תאריך נפטר משה שרת ל''ז?",
    a: ["1965"],
    options: ["1964", "1965", "1967", "1975"]
  },
  {
    q: "באיזה תאריך נרצח יצחק רבין ל''ז?",
    a: ["ב 4 בנובמבר 1995"],
    options: ["ב 14 באוקטובר 1995", "ב 4 באוקטובר 1994", "ב 14 בנובמבר 1994", "ב 4 בנובמבר 1995"]
  },
  {
    q: "באיזה תפקיד כיהן זלמן שזר בממשלת ישראל הראשונה?",
    a: ["שר החינוך"],
    options: ["שר החינוך", "שר התקשורת", "שר החקלאות", "שר המשטרה"]
  },
  {
    q: "ל''כרמטכ באיזו שנה ובאיזה חודש החל גדי אייזנקוט לכהן צפת חיפה ירושלים המתאימהיפו באיזו עיר פרצו אירועי '' ואדי סאליב בחר''. בעיר?",
    a: ["פברואר 2015"],
    options: ["מאי 2015", "פברואר 2014", "פברואר 2015", "אוקטובר 2015"]
  },
  {
    q: "באיזו שנה כונסה וועידת מדריד?",
    a: ["1991"],
    options: ["1989", "1991", "1990", "1993"]
  },
  {
    q: "באיזו שנה נחתם הסכם השלום עם מצרים?",
    a: ["1979"],
    options: ["1976", "1978", "1977", "1979"]
  },
  {
    q: "באלו שנים התקיים משטר הצנע ומה משמעותו?",
    a: ["ב 1949-1952 משמעותו. - קיצוב ופיקוח על קניית מוצרי יסוד ועל מחיריהם"],
    options: ["ב 1944-1947 משמעותו. - הגברת קצב יצור מוצרים בסיסיים ומכירתם לארצות", "אחרות לצורכי מסחר", "ב 1949-1952 משמעותו. - קיצוב ופיקוח על קניית מוצרי יסוד ועל מחיריהם", "אחרות לצורכי מסחר"]
  },
  {
    q: "אפליה קשה ופגיעה ביהודי המדינה בהמלך אילו שנים ניהלה ברית המועצות מדיניות של ב 1947-1950 משמעותו. - קיצוב ופיקוח על קניית מוצרי יסוד ועל מחיריהם?",
    a: ["שנות החמישים והשישים"],
    options: ["שנות הארבעים והחמישים", "שנות העשרים והשלושים", "שנות השמונים והתשעים", "שנות החמישים והשישים"]
  },
  {
    q: "בין אילו שנים כיהן יצחק רבין ל''כרמטכ?",
    a: ["1968-1964"],
    options: ["1962-1960", "1956-1960", "1966-1964", "1968-1964"]
  },
  {
    q: "במה אופיינה כהונתו של אולמרט?",
    a: ["החרפת הסכסוך ברצועת עזה"],
    options: ["החרפת הסכסוך ברצועת עזה", "החרפת הלחימה הטכנולוגית", "החרפה במצב המשק הישראלי", "החרפת הסכסוך ערבי-היהודי"]
  },
  {
    q: "במהלך '' מבצע יכין כמה'' עולים עלו לארץ?",
    a: ["כ 80- אלף עולים"],
    options: ["כ 80- אלף עולים", "כ 50- אלף עולים", "כ 30- אלף עולים", "כ 70- אלף עולים"]
  },
  {
    q: "במחלוקת במהלך איזה מלחמה תפקודו של שרון היה שנוי?",
    a: ["מלחמת שלום הגליל"],
    options: ["מלחמת שלום הגליל", "מלחמת לבנון השניה", "מלחמת כיפורים", "מלחמת העצמאות"]
  },
  {
    q: "במסגרת איזו מפלגה פעלה גולדה מאיר?",
    a: ["פועלי ציון"],
    options: ["פועלי ציון", "ח''פלמ", "י''לח", "ל''אצ"]
  },
  {
    q: "?",
    a: [],
    options: ["בעקבות איזו ועדה פרצו אירועי '' גאות ושפל ''", "ועידת קמפ )דן האינתיפאדה) השניה", "ועידת דן אגת", "ועידת חוף לב"]
  },
  {
    q: "בראש איזו מפלגה עמד דוד בן גוריון ועידת קמפ דיויד?",
    a: ["מפלגת פועלי ארץ ישראל"],
    options: ["מפלגת פועלי ציון", "מפלגת אחדות העבודה", "מפלגת פועלי ארץ ישראל", "מפלגת העולים"]
  },
  {
    q: "היכן למד יצחק שמיר?",
    a: ["גימנסיה העברית בירושלים"],
    options: ["גימנסיה העברית בירושלים", "באוניברסיטה הטכנולוגית באורטוב", "באוניברסיטה הפתוחה בפולין", "במכללה לרפואה בצרפת"]
  },
  {
    q: "היכן'' שוכנו באופן זמני עולי העלייה של '' מבצע יכין?",
    a: ["במחנות העקורים"],
    options: ["במחנות ריכוז לשעבר", "באוהלים", "במחנות העקורים", "בבקתות עץ"]
  },
  {
    q: "כיצד כונו המבצעים של עליית יהודי איתיופיה?",
    a: ["מבצע שלמה מבצע, משה"],
    options: ["מבצע זכריה מבצע, עמוד ענן", "מבצע שלמה מבצע, משה", "מבצע דוד מבצע, עופרת יצוקה", "מבצע מרבד הקסמים מבצע, זכריה"]
  },
  {
    q: "כיצד מכונים יהודים מזרע ביתא ישראל מאיתיופה?",
    a: ["פלאשמורה"],
    options: ["אסירי ציון", "פלאשמורה", "מורהלמלה", "חכמי ישראל"]
  },
  {
    q: "כמה זמן שירת מרדכי מקלף ל''כרמטכ?",
    a: ["שנה"],
    options: ["שנה", "שנים 4", "חצי שנה", "חודש"]
  },
  {
    q: "כמה יהודים עלו מברית המועצות?",
    a: ["500,000"],
    options: ["500,000", "600,000", "100,000", "300,000"]
  },
  {
    q: "איתן'' כמה ימים נמשכה הלחימה בעזה בעת ''מבצע צוק?",
    a: ["50"],
    options: ["50", "30", "20", "40"]
  },
  {
    q: "המדינית של הסוכנות היהודית לאחר איזה רצח החל לעבוד משה שרת במחלקה?",
    a: ["אורלוזורוב"],
    options: ["ראול ולנברג", "גדליה בן אחיכם", "אורלוזורוב", "זבוטינסקי"]
  },
  {
    q: "את ביתו לאחר שהתפטר בן גוריון מראשות הממשלה היכן קבע?",
    a: ["שדה בוקר"],
    options: ["יפו", "ירושלים", "פתח תקווה", "שדה בוקר"]
  },
  {
    q: "התפקיד לאחר שלוי אשכול וויתר על תפקיד שר הבטחון למי, ניתן?",
    a: ["משה דיין"],
    options: ["חיים לסקוב", "משה שרת", "משה דיין", "חיים לסקוב"]
  },
  {
    q: "לאיזה פיקוד מונה גדי אייזנקוט בשנת 2006 כאלוף?",
    a: ["אלוף פיקוד צפון"],
    options: ["אלוף פיקוד צפון", "אלוף פיקוד דרום", "אלוף י''מז", "אלוף פיקוד מרכז"]
  },
  {
    q: "לאיזה שר מונה אריאל שרון בממשלת בגין?",
    a: ["שר החקלאות"],
    options: ["שר התקשורת", "שר החוץ", "שר הכלכלה", "שר החקלאות"]
  },
  {
    q: "לאילו תפקידים התמנה צבי צור במלחמת העצמאות?",
    a: ["צירוף לחטיבת גבעתי פיקוד, על גדוד 54"],
    options: ["פיקוד על גדוד 52 צירוף, לחטיבת גבעתי", "צירוף לחטיבה 10 פיקוד, על גדוד 106", "פיקוד על חיל שיריון התמנה, לנציב קבילות החיילים", "צירוף לחטיבת גבעתי פיקוד, על גדוד 54"]
  },
  {
    q: "למטרת מה נלחמו אסירי ציון?",
    a: ["לאפשר עלייה חופשית של יהודי ברית המועצות לישראל"],
    options: ["לאפשר רגיעה מהגזרות הקשות שהיו עליהם", "לאפשר מדינה יהודית ועצמאית", "לאפשר עלייה חופשית של יהודי ברית המועצות לישראל", "לאפשר עליית יהודים מכל רחבי העולם"]
  },
  {
    q: "מדוע מתפטר רבין בדצמבר 1975?",
    a: ["משבר פוליטי"],
    options: ["משבר פוליטי", "פרידה מבת זוגתו", "תאונה קשה שעבר", "מות בן משפחה"]
  },
  {
    q: "ההלכתית'' המחייבת ''למונח יהודי מדוע תוקן חוק השבות בשנת 1970 ונקבעה בו ההגדרה?",
    a: ["בעקבות העתירה לבג ץ'' של רב סרן בנימין שליט"],
    options: ["בעקבות העתירה לבג ץ'' של השופט חיים כהן", "בעקבות העתירה לבג ץ'' של רב סרן בנימין שליט", "בשל בקשתו של אלעזר דון יחיא שחקר את הפרשה", "בשל בקשתו של הציבור היהודי דתי"]
  },
  {
    q: "מה הוחלט מ 1992-?",
    a: ["כל מי שאימו יהודייה יוכל לעלות י''לא"],
    options: ["כל מי שרוצה לעלות י''לא יכול", "כל מי שאביו יהודי יכול לעלות י''לא", "כל מי שהוא דור רביעי ליהודייה או יהודי יוכל לעלות י''לא", "כל מי שאימו יהודייה יוכל לעלות י''לא"]
  },
  {
    q: "מה החליט שמיר במלחמת המפרץ?",
    a: ["להיענות לבקשת ארב ה'' ולהימנע מתגובה צבאית לעיראק"],
    options: ["לא להסכים לבקשת ארב ה'' ולהגיב צבאית לעירק", "להתיישב בחלקי הארץ שעירק הפגיזה ולא לזוז", "לברוח מהחלקים שעירק פוצצה לישראל", "להיענות לבקשת ארב ה'' ולהימנע מתגובה צבאית לעיראק"]
  },
  {
    q: "מה היה הכינוי של אוסוולד רופאייזן?",
    a: ["האח דניאל"],
    options: ["האח ישראל", "האח הגדול", "מר טלוויזיה", "האח דניאל"]
  },
  {
    q: "מה היו המעברות?",
    a: ["שיכונים זמניים של צריפים פחונים, ואוהלים שהוקמו בשולי הערים"],
    options: ["בוצה של יהודי מרוקו שהגיעו לארץ ממחנות העקורים", "קבוצה קטנה של הקהילה האתיופית שהגיעו לארץ", "קרוואנים שמוקמו בשולי הערים והמושבות", "שיכונים זמניים של צריפים פחונים, ואוהלים שהוקמו בשולי הערים"]
  },
  {
    q: "המדינה מה העיקרון הגדול שהכריז עליו דוד בן גוריון בהקמת?",
    a: ["ממלכתיות"],
    options: ["חינוך", "נשיאות", "ממלכתיות", "משילות"]
  },
  {
    q: "מה ייסד בגין עם הקמת המדינה?",
    a: ["תנועת החירות"],
    options: ["ר''בית", "ל''אצ", "תנועת החירות", "ח''פלמ"]
  },
  {
    q: "מה למד יגאל ידין?",
    a: ["ארכיאולוגיה"],
    options: ["ארכיאולוגיה", "סוציאולוגיה", "פסיכולוגיה", "מיתולוגיה"]
  },
  {
    q: "מה משטר הצנע לא הצליח למנוע?",
    a: ["היווצרותם של פערים חברתיים כלכליים- לאורך זמן"],
    options: ["היווצרותם של פערים השכלתיים לאורך זמן", "היווצרותם של פערים ביטחוניים לאורך זמן", "היווצרותם של פערים חברתיים כלכליים- לאורך זמן", "היווצרותם של פערים חברתיים לאורך זמן"]
  },
  {
    q: "מה משמעותו של משטר הצנע?",
    a: ["קיצוב ופיקוח על קניית מוצרי יסוד ועל מחיריהם"],
    options: ["קיצוב ופיקוח על התחום החקלאי ועל חלוקתו", "קיצוב ופיקוח על כל נושאי הילודה במשפחה", "קיצוב ופיקוח על כל נושאי הביגוד ומחיריהם בארץ", "קיצוב ופיקוח על קניית מוצרי יסוד ועל מחיריהם"]
  },
  {
    q: "מה עיצבה גולדה מאיר כשרת עבודה?",
    a: ["זכויות העובד בסיסיות שוק, העבודה ישראלי"],
    options: ["מעברות הקמת, בתי זיקוק", "הבורסה הישראלית זכויות, המעביד", "זכויות העובד בסיסיות שוק, העבודה ישראלי", "מעבדות הקמת, מפעלי ים המלח"]
  },
  {
    q: "מה קבע יגאל ידין?",
    a: ["הכללים היסודיים על פיהם מתנהל צהל בתחומי הגיוס והמבנה"],
    options: ["הסכם ג נבה' בו נאסר לקיחת שבויים במלחמה", "את סיכום המשכורת החודשית אשר מגיעה לחייל", "את פיזור הבסיס ואת חוק המידור", "הכללים היסודיים על פיהם מתנהל צהל בתחומי הגיוס והמבנה"]
  },
  {
    q: "מה'' קובע חוק '' נכסי נפקדים?",
    a: ["קובע כי אדמותיו של אדם שעזב למדינות אויב יופקעו ממנו"],
    options: ["קובע כי אדמותיו של אדם שעזב למדינות אויב יופקעו ממנו", "קובע כי כל אדם המחזיק בשטח גדול של אדמה מחויב להעביר חצי ממנו למדינה", "קובע כי אדם המחזיק באדמה מעל 10 שנים הופכת לאדמותיו", "קובע כי אדמותיו של אדם שעזב את הארץ ל 10- שנים יופקע ממנו"]
  },
  {
    q: "החברתיים והכלכליים של המדינה מה שמה של המחאה אשר חידדה את הפערים?",
    a: ["הפנתרים השחורים"],
    options: ["האריות לבנים", "האריות השחורים", "הפנתרים השחורים", "הפנתרים הלבנים"]
  },
  {
    q: "מהו'' '' מבצע שלמה?",
    a: ["מבצע הטסה גלוי במהלכו עלו לארץ 14000 יהודיים"],
    options: ["מבצע הטסה סמוי במהלכו עלו לארץ 24000 יהודיים", "עליית יהודי סודן במהלכו עלו לארץ 24000 יהודיים", "עליית יהודי תימן במהלכו עלו לארץ 14000 יהודיים", "מבצע הטסה גלוי במהלכו עלו לארץ 14000 יהודיים"]
  },
  {
    q: "העליות מהו אחד הפתרונות המרכזיים שמצא לוי אשכול לקליטת?",
    a: ["הקמת מעברות"],
    options: ["הקמת מעברות", "הקמת יישובים", "פיתוח תעשייתי", "פיתוח חקלאי"]
  },
  {
    q: "מהו'' מבצע '' מרבד הקסמים?",
    a: ["העלאת יהודי תימן"],
    options: ["העלאת יהודי מרוקו", "העלאת יהודי תימן", "העלאת יהודי רוסיה", "העלאת יהודי עיראק"]
  },
  {
    q: "מהו'' ''מצבע יכין?",
    a: ["העלאת יהודי מרוקו"],
    options: ["העלאת יהודי תימן", "העלאת יהודי אירופה", "העלאת יהודי מרוקו", "העלאת יהודי עיראק"]
  },
  {
    q: "מהו'' מבצע '' ענבי זעם?",
    a: ["מבצע צבאי של צה ל'' בדרום לבנון"],
    options: ["מבצע צבאי של צה ל'' בעזה", "האינתיפאדה הראשונה", "מבצע צבאי של צה ל'' בדרום לבנון", "האינתיפאדה השנייה"]
  },
  {
    q: "מהו עקרון הממלכתיות?",
    a: ["פירוקם של מוסדות מפלגתיים ובניית מוסדות מדינה חזקים"],
    options: ["בניית מוסדות מפלגתיים שיחלפו את מוסדות המדינה", "פירוק מוסדות המדינה והקמת גופים שיסייעו בהקמת המדינה", "פירוקם של מוסדות מפלגתיים ובניית מוסדות מדינה חזקים", "פירוק גופים שמפריעים בהקמתם של מוסדות מפלגתיים"]
  },
  {
    q: "מהי י''המק?",
    a: ["תנועה פוליטית ישראלית שדוגלת בקומוניזם"],
    options: ["מפלגת הציוניים הכללים", "מפלגה שהתקיימה בין השנים 1961-1988", "מפלגת הפועלים המאוחדת", "תנועה פוליטית ישראלית שדוגלת בקומוניזם"]
  },
  {
    q: "מהי'' מטרתה של '' וועדת מדריד?",
    a: ["השגת שלום במזרח התיכון בין ישראל לשכנותיה - ירדן סוריה, , לבנון והפלסטינאים"],
    options: ["השגת שלום במזרח התיכון בין ישראל מצריים וסוריה", "פתרון הסכסון -ערבי יהודי", "השגת שלום במזרח התיכון בין ישראל לשכנותיה - ירדן סוריה, , לבנון והפלסטינאים", "האינתיפאדה השנייה"]
  },
  {
    q: "מהי תכנית ההתנתקות?",
    a: ["נסיגה חד צדדית מרצועת עזה וצפון השומרון"],
    options: ["נסיגה חד צדדית מרצועת עזה וצפון השומרון", "בניית גדר הפרדה בין סוריה וישראל", "נסיגה דו צדדים מרצועת עזה וצפון השומרון", "תכנית שמטרתה לנתק את עזה משטח ישראל"]
  },
  {
    q: "מי היה הנשיא בעת מלחמת יום הכיפורים?",
    a: ["אפרים קציר"],
    options: ["יצחק נבון", "משה קצב", "חיים משה", "אפרים קציר"]
  },
  {
    q: "מי הייתה רינת שפירא?",
    a: ["מורה צברית שלימדה במספר מעברות"],
    options: ["מורה צברית שלימדה במוסדות לא יהודיים", "מורה צברית שלימדה במספר מעברות", "חוקרת העוסקת במדע המדינה", "פרופסור באוניברסיטת בן גוריון בנגב"]
  },
  {
    q: "מי הקים את פלוגת הג יפים' ) שועלי שמשון?",
    a: ["צבי )צור"],
    options: ["צבי )צור", "חיים לסקוב", "מרדכי מקלף", "משה דיין"]
  },
  {
    q: "מי כהן כראש הרשות המקומית בקרית מלאכי?",
    a: ["משה קצב"],
    options: ["זלמן שמר", "חיים הרצוג", "משה קצב", "שמעון פרס"]
  },
  {
    q: "מי מבין האנשים הנ ל'' חתמו על הסכמי אוסלו?",
    a: ["יאסר ערפאת יצחק, רבין"],
    options: ["דוד בין גוריון מלך, ירדן", "מנחם בגין יאסר, ערפאת", "מנחם בגין גולדה, מאיר", "יאסר ערפאת יצחק, רבין"]
  },
  {
    q: "מתי מונה יעקב דורי למפקד ההגנה?",
    a: ["מאורעות ט''תרפ"],
    options: ["מאורעות ט''תרפ", "רצח ארלוזורוב", "בעלייה החמישית", "בעלייה השלישית"]
  },
  {
    q: "על איזה הסכם חתם בנימין נתניהו?",
    a: ["וואי"],
    options: ["וואי", "אוגנדה", "אוסלו", "אנטבה"]
  },
  {
    q: "ליטאני על איזה יחידה פיקד משה ) בוגי יעלון( במהלך מבצע?",
    a: ["סיירת צנחנים"],
    options: ["סיירת ל''מטכ", "מפקד גדוד גולני", "סיירת צנחנים", "סיירת נחל"]
  },
  {
    q: "השנייה על מה הוענק לאמנון ליפקין שחק עיטור עוז בפעם?",
    a: ["על'' תפקודו במבצע '' אביב נעורים"],
    options: ["על'' תפקודו במבצע '' אביב נעורים", "על תפקודו כסגן מפקד חטיבת צנחנים", "על תפקודו כמפקד שייטת 13", "על'' תפקודו כמפקד סיירת '' דוכיפת"]
  },
  {
    q: "המיוחדות ) מרהו ם’‘ בתל( נוף על שמו של איזה רמטכ ל’‘ נקרא בסיס הטסה וההכשרות?",
    a: ["משה לוי"],
    options: ["אהוד ברק", "יגאל ידין", "מרדכי מקלף", "משה לוי"]
  },
  {
    q: "מהו ''המושג ווקף?",
    a: ["הקדש ''מוסלמי"],
    options: ["הקדש ''מוסלמי", "מנהיג הערבי ארץ ישראל בזמן מאורעות פ''תר", "שמו השני של מלך ירדן", "מצודה'' מ מצודות'' הטיגריט"]
  },
  {
    q: "אלטלנה היא'' ספינת ''?",
    a: ["נשק של ל''האצ"],
    options: ["מעפילים שנתפסה, ע י'' הבריטים ...", "נשק של ח''הפלמ", "נשק של ל''האצ", "מעפילים ראשונה שהגיעה, לארץ ישראל"]
  },
  {
    q: "איזה הסכם נחתם בסוף מלחמת העצמאות?",
    a: ["הסכם רודוס"],
    options: ["הסכם אוסלו", "הסכם רודוס", "הסכם מייסדים", "הסכם קיבוצי"]
  },
  {
    q: "ט''תרפ 1929) איזה ארגון התפתח בצורה משמעותית בעקבות מאורעות?",
    a: ["הגנה"],
    options: [")י''לח", "הגנה", "בר גיורא", "השומר"]
  },
  {
    q: "איזה ארגון קם עקב פיזור ארגון השומר?",
    a: ["ההגנה"],
    options: ["ההגנה", "ל''אצ", "י''לח", "ח''פלמ"]
  },
  {
    q: "תוכנית ד איזה מבצע נחשב למבצע הראשון שבוצע לפי עקרונות?",
    a: ["מבצע 'נחשון"],
    options: ["מבצע 'נחשון", "מבצע שרת", "מבצע יהונתן", "מבצע יואב"]
  },
  {
    q: "איזו וועדה הוקמה בעקבות תוצאות מלחמת שלום הגליל?",
    a: ["ועדת כהן"],
    options: ["ועדת אגרנט", "ועדת שלמה", "ועדת כהן", "ועדת חיים"]
  },
  {
    q: "איזו וועדה חקרה את תוצאות מלחמת יום הכיפורים?",
    a: ["וועדת אגרנט"],
    options: ["וועדת חרטום", "וועדת אגרנט", "וועדת פיל", "וועדת ואנזה"]
  },
  {
    q: "השנייה איזו וועדה מונתה בכדי לחקור את תוצאות מלחמת לבנון?",
    a: ["ועדת וינוגרד"],
    options: ["ועדת חרטום", "ועדת אגרנט", "ועדת כהן", "ועדת וינוגרד"]
  },
  {
    q: "איזו ועדה התכנסה בתאריך ה 1- בספטמבר 1967?",
    a: ["וועדת חרטום"],
    options: ["וועדת ואנזה", "וועדת וינוגרד", "וועדת פיל", "וועדת חרטום"]
  },
  {
    q: "העצמאות איזו עיר נכבשה ב מבצע'' חמץ במסגרת'' מלחמת?",
    a: ["יפו"],
    options: ["חיפה", "תל אביב", "חולון", "יפו"]
  },
  {
    q: "ב 29 למרץ 2002 צה ל'' יצא למבצע?",
    a: ["חומת מגן"],
    options: ["...שלמה", "חומת מגן", "על כנפי נשרים", "חומה ומגדל"]
  },
  {
    q: "באיזה שנה החלה ישראל בהקמתה של גדר ההפרדה?",
    a: ["2003"],
    options: ["2000", "2003", "2001", "2004"]
  },
  {
    q: "באיזו שנה הוקם ח''הפלמ?",
    a: ["1941"],
    options: ["1943", "1942", "1940", "1941"]
  },
  {
    q: "באיזו' שנה הוקמה יחידה 101?",
    a: ["1953"],
    options: ["1952", "1953", "1955", "1954"]
  },
  {
    q: "באיזו שנה הוקמו פלוגות הלילה המיוחדות?",
    a: ["1938"],
    options: ["1938", "1941", "1939", "1940"]
  },
  {
    q: "באיזו שנה פוצץ מלון המלך דוד?",
    a: ["1946"],
    options: ["1945", "1947", "1944", "1946"]
  },
  {
    q: "הראשונה' בין אילו צבאות חולק המזרח התיכון בתום מלחמת העולם?",
    a: ["הצבא הבריטי לצבא הצרפתי"],
    options: ["הצבא הבריטי לצבא הצרפתי", "הצבא הצרפתי לצבא הטורקי", "הצבא הבריטי לצבא הגרמני", "הצבא הבריטי לצבא הטורקי"]
  },
  {
    q: "להתקיים היישוב היהודי חדל להתקיים בעקבות טבח שאירע במאורעות תרפ ט'' באיזו, עיר חדל?",
    a: ["חברון"],
    options: ["יפו", "חברון", "תל חי", "בית ויצקר"]
  },
  {
    q: "א''תרפ היכן החלו התקיפות של הכנופיות הערביות במאורעות?",
    a: ["יפו תל, אביב וכמה מושבות נוספות"],
    options: ["יפו תל, אביב וכמה מושבות נוספות", "חיפה ותל אביב - הערים המרכזיות", "באר שבע נתיבות, והישובים באיזור", "חיפה נהריה, והקיבוצים בסביבה"]
  },
  {
    q: "מאורעות) א''תרפ היכן היה מוקד גל האלימות שפרץ במאי 1921?",
    a: ["יפו תל, אביב וכמה מושבות )נוספות"],
    options: ["יפו תל, אביב וכמה מושבות )נוספות", "חיפה נהריה, והקיבוצים בסביבה", "באר שבע נתיבות, והישובים באזור", "חיפה ותל אביב - הערים המרכזיות"]
  },
  {
    q: "מאורעות) א''תרפ היכן היה מוקד גל האלימות שפרץ במאי 1921?",
    a: ["יפו"],
    options: ["תל )אביב", "חולון", "חיפה", "יפו"]
  },
  {
    q: "הפלמ ח'' הוקם עקב איום של צבא ____ לארץ ישראל?",
    a: ["גרמניה"],
    options: ["סוריה", "רוסיה", "מצרים", "גרמניה"]
  },
  {
    q: "כיצד גילו הטורקים על ארגון י''ניל?",
    a: ["בעקבות תפיסת יונת דואר ששלחו אנשי הארגון אל הבריטים"],
    options: ["כאשר תפסו הטורקים את אחד מחברי הארגון בזמן פעולה נגדם", "על ידי וידויי של שבוי בריטי שלאחר עינויים גילה את סוד הארגון", "בעקבות תפיסת יונת דואר ששלחו אנשי הארגון אל הבריטים", "כאשר באחת מהפגישות החשאיות התחזה חייל טורקי לשוטר בריטי"]
  },
  {
    q: "כיצד כונתה האינתיפאדה השנייה ל''בצה?",
    a: ["אירועי גאות ושפל"],
    options: ["אירועי טרור", "אירועי גאות ושפל", "אירועי השנה האפורה", "אירועי חבלה"]
  },
  {
    q: "כיצד נקרא ארגון השמירה הראשון?",
    a: ["גיורא-בר"],
    options: ["גיורא-בר", "י''לח", "ל''אצ", "הגנה"]
  },
  {
    q: "שלטון המנדט כיצד נקרא המרד שפרץ באפריל 1936 של הערבים נגד?",
    a: ["המרד הערבי הגדול"],
    options: ["מאורעות ט''תרפ", "המרד הערבי הגדול", "המרד הערבי העליון", "מאורעות פ''תר"]
  },
  {
    q: "כיצד נקראו מצודות המשטרה שנבנו בכל הארץ?",
    a: ["מצודות טיגרט"],
    options: ["מצודות אבטחה והגנה", "חומה ומגדל", "מצודות שמירה", "מצודות טיגרט"]
  },
  {
    q: "לכמה חלקים ניתן לחלק את מלחמת העצמאות?",
    a: ["שני חלקים"],
    options: ["חמישה חלקים", "ארבעה חלקים", "שני חלקים", "שלושה חלקים"]
  },
  {
    q: "למי סייעו חברי ארגון י''ניל?",
    a: ["בריטים"],
    options: ["טורקים", "צרפתים", "בריטים", "גרמנים"]
  },
  {
    q: "לשם איזו מטרה הוקם ארגון י''ניל?",
    a: ["לסייע לבריטים לכבוש את הארץ מיידי הטורקים"],
    options: ["ליטול את אחריות השמירה והביטחון על הישוב היהודי", "לסייע לטורקים לכבוש את הארץ מיידי הבריטים", "ללמד את העולים החדשים לבצע פעולות ריגול נגד הבריטים", "לסייע לבריטים לכבוש את הארץ מיידי הטורקים"]
  },
  {
    q: "לשם איזו מטרה הצטרף יוסף טרומפלדור לאנשי חי-תל?",
    a: ["לארגן את השמירה במקום"],
    options: ["לארגן את השמירה במקום", "לבנות את היישוב החדש", "לפקד על היחידה שמוצבת חי-בתל", "לבנות צבא קטן שיגן על חי-תל"]
  },
  {
    q: "מה הוחלט ב ועדת'' פיל?",
    a: ["לחלק את הארץ לשתי מדינות"],
    options: ["לרכז את השלטון אצל ''הבריטים", "לחלק את השלטון בארץ לבריטי ויהודי", "לחלק את הארץ לשתי מדינות", "לרכז את השלטון אצל היהודים"]
  },
  {
    q: "מה החליטה ממשלת ישראל בדצמבר 2008?",
    a: ["לצאת למבצע עופרת יצוקה"],
    options: ["לצאת מגבול לבנון", "לצאת משטחי עזה", "לצאת למבצע עופרת יצוקה", "להיכנס לשטחי לבנון"]
  },
  {
    q: "מה היו הסכמי רודוס?",
    a: ["ההסכמים אחרי מלחמת העצמאות"],
    options: ["ההסכמים אחרי מלחמת היום כיפור", "ההסכמים אחרי מלחמת העצמאות", "ההסכמים אחרי מלחמת העולם הראשונה", "ההסכמים אחרי מלחמת העולם השנייה"]
  },
  {
    q: "מה הייתה החטיבה היהודית )הלוחמת ל''חי?",
    a: ["העם היהודי"],
    options: ["המרי העברי איחוד, בין האצ ל'' הלח י'' וההגנה שפעל ע מ'' להפיל את )המשטר", "הבריטי", "העם היהודי", "נוספים של ‘‘ המחנה האזרחי שפיקח’‘ על הישוב היהודי"]
  },
  {
    q: "מה הייתה המטרה המרכזית במבצע נחשון בארץ ישראל מידי הערבים והבריטים ארגון אשר הוקם כדי ליטול את האחריות על השמירה והביטחון של היישוב היהודי?",
    a: ["לפרוץ את הדרך לירושלים"],
    options: ["לפרוץ את הדרך לחיפה", "לשחרר את נחשון ווקסמן", "לפרוץ את הדרך לירושלים", "לפרוץ את הדרך א''לת"]
  },
  {
    q: "מה הייתה פעולת '' כראמה?",
    a: ["הפת ח'' במסגרת( מלחמת ההתשה"],
    options: ["פעולה בה כוחות צה ל'' תקפו שדות תעופה ברחבי מצריים והשמידו אותם תוך ''שעות", "אחדות במסגרת מלחמת ההתשה", "הפת ח'' במסגרת( מלחמת ההתשה", "מלחמת העצמאות"]
  },
  {
    q: "העצמאות מה נקבע לאחר הסכמי שביתת הנשק בתום מלחמת הימים פעולה בה כוחות צה ל'' הפילו מטוסים סורים בדרום הכינרת במסגרת מלחמת ששת?",
    a: ["גבולות ברורים בין ישראל לשכנותיה"],
    options: ["גבולות זמניים בין ישראל לשכנותיה", "גבולות ברורים בין ישראל לשכנותיה", "הפסקת פעולות הטרור נגד ישראל", "הסכם שלום בין היהודים לערביי ישראל"]
  },
  {
    q: "מהו '' גדוד נהגי הפרדות?",
    a: ["גדוד תובלה שנועד לסייע לבריטים"],
    options: ["חבורה של חקלאים העוסקים במיוחד בגידול ''חומרים", "גדוד חדש שלימים הפך ליחידה 101", "גדוד תובלה שנועד לסייע לבריטים", "גדוד שהורכב מחיילים בריטים שעזרו לארגונים יהודים"]
  },
  {
    q: "מהו ארגון בר גיורא?",
    a: ["ארגון השמירה הראשון בארץ ישראל"],
    options: ["ארגון השמירה הראשון בארץ ישראל", "ארגון שהוקם כדי ליטול את אחריות השמירה מהבריטים", "ארגון סודי שהמשיך את המורשת של י''ניל", "ארגון שהוקם בימי העלייה הראשונה"]
  },
  {
    q: "מהו' כביש הצפון?",
    a: ["כביש ביטחון על הגבול בין ישראל ללבנון"],
    options: ["כביש ביטחון על הגבול בין ישראל לסוריה", "כביש שמגיע מתל אביב לגבול לבנון", "כביש שמתחיל בדרום ומוביל לצפון", "כביש ביטחון על הגבול בין ישראל ללבנון"]
  },
  {
    q: "מהו מבצע '' ענבי זעם?",
    a: ["מבצע צבאי של צה ל'' בדרום לבנון"],
    options: ["מבצע צבאי של צה ל'' ברצועת ''עזה", "מבצע צבאי של צה ל'' בדרום לבנון", "האינתיפאדה השנייה", "האינתיפאדה הראשונה"]
  },
  {
    q: "מהו שמה הנוסף של החטיבה היהודית הלוחמת?",
    a: ["הבריגדה היהודית"],
    options: ["הגדוד היהודי", "הבריגדה היהודית", "גדודי הקרבות", "פלוגות השדה הלוחמות"]
  },
  {
    q: "מהו שמה השני של מלחמת סיני?",
    a: ["מבצע קדש"],
    options: ["מבצע שלמה", "מבצע קדש", "מבצע זריז", "המלחמה הגדולה"]
  },
  {
    q: "מהו שמו השני של '' מבצע יונתן?",
    a: ["כדור רעם"],
    options: ["שליחות ''קטלנית", "נוצת ברזל", "ים השיבולים", "כדור רעם"]
  },
  {
    q: "מהן מצודות טיגרט?",
    a: ["מצודות משטרה שנבנו במטרה להגביר את השליטה והביטחון"],
    options: ["מצודות משטרה שנבנו במטרה להגביר את השליטה והביטחון", "מצודות שנבנו בשביל ל''צה", "מצודות שנבנו כחלק מתוכנית חומה ומגדל", "מצודות שנבנו כחלק מתוכנית הקמת פלוגות לילה מיוחדות"]
  },
  {
    q: "מחיבורם של אילו שני ארגונים הוקם ארגון ל''האצ?",
    a: ["ההגנה' וארגון ב"],
    options: ["הפלמ' ח'' וארגון ב", "ההגנה והשומר", "ההגנה' וארגון ב", "הפלמ ח'' י''ולח"]
  },
  {
    q: "יונתן מי היא היחידה שקיבלה על עצמה את ''ביצוע מבצע?",
    a: ["סיירת ''ל''מטכ"],
    options: ["סיירת ''ל''מטכ", "ם''יהלו", "אגוז", "שייטת 13"]
  },
  {
    q: "מי היה הוגה רעיון ה הגדודים'' העבריים?",
    a: ["זאב ז ''בוטינסקי'"],
    options: ["זאב ז ''בוטינסקי'", "דוד בן גוריון", "יוסף טרומפלדור", "מנחם בגין"]
  },
  {
    q: "מי היה הרמטכ ל'' במלחמת ששת הימים?",
    a: ["יצחק רבין"],
    options: ["יעקב דורי", "חיים בר לב", "יצחק רבין", "חיים לסקוב"]
  },
  {
    q: "מי היה חאג אמין' אל חוסייני?",
    a: ["מנהיג דתי ופוליטי של ערביי ארץ ישראל"],
    options: ["מנהיג דתי ופוליטי של ערביי ארץ ישראל", "מנהיג דתי ופוליטי של ערביי בריטניה", "מנהיג דתי של ערביי צרפת .", "מנהיג פוליטי של ערביי טורקיה"]
  },
  {
    q: "מי היה שר הביטחון בזמן מלחמת ההתשה?",
    a: ["משה דיין"],
    options: ["דוד בן גוריון", "דן חלוץ", "משה דיין", "יצחק רבין"]
  },
  {
    q: "מי היו הנוטרים?",
    a: ["שוטרים יהודים שגויסו על ידי הבריטים"],
    options: ["שוטרים בריטים שפעלו ביחד עם ארגונים יהודים", "שוטרים יהודים שגויסו על ידי הבריטים", "שוטרים בריטים שפעלו נגד היהודים", "שוטרים סמויים בצבא הבריטי"]
  },
  {
    q: "מי הם הצנחנים הארץ ישראלים-?",
    a: ["צנחנים שהוכשרו ע י'' בריטים לצניחה מעבר לקווי אויב"],
    options: ["צנחנים שהוכשרו ע י'' בריטים לצניחה מעבר לקווי אויב", "צנחנים שהוכשרו ע י'' החטיבה היהודית הלוחמת לצניחה מעבר לקווי אויב", "צנחנים שהוכשרו ע י'' המחתרות לריגול אחרי הבריטים", "צנחנים שהוכשרו ע י'' הפלמ ח'' ללחימה למקרה שתפרוץ מלחמה"]
  },
  {
    q: "מי הקים את פלוגות הלילה המיוחדות?",
    a: ["צ ארלס' וינגייט"],
    options: ["יוסף טרומפלדור", "זאב ז בוטינסקי'", "צ ארלס' וינגייט", "ברל כצנלסון"]
  },
  {
    q: "מי כהן כרמטכ ל'' בזמן מלחמת לבנון השנייה?",
    a: ["דן חלוץ"],
    options: ["בני גנץ", "משה דיין", "דן חלוץ", "אריאל שרון"]
  },
  {
    q: "מי כיהן בתור ראש ממשלה בזמן מלחמת לבנון השנייה?",
    a: ["אהוד אולמרט"],
    options: ["בנימין נתניהו", "אריאל שרון", "אהוד ברק", "אהוד אולמרט"]
  },
  {
    q: "מי כיהן כרמטכ ל'' במהלך מלחמת שלום הגליל?",
    a: ["רפאל איתן"],
    options: ["חיים לסקוב", "רפאל איתן", "משה לוי", "אריאל שרון"]
  },
  {
    q: "מי כיהן ראש ממשלה במהלך מלחמת יום הכיפורים?",
    a: ["גולדה מאיר"],
    options: ["משה דיין", "יצחק רבין", "מנחם בגין", "גולדה מאיר"]
  },
  {
    q: "מעצם' תפקידה של '' ועדת פיל מה'', היה עליה לבדוק?",
    a: ["הסיבות לפרוץ מאורעות תרצ ח'' תרצ- ט'' ולהציע פתרון לסכסוך ערבי-היהודי"],
    options: ["בעיית הסכסוך הבריטי צרפתי-", "הגורם לפרוץ המרד הערבי הגדול", "הסיבות לפרוץ מאורעות תרצ ח'' תרצ- ט'' ולהציע פתרון לסכסוך ערבי-היהודי", "הסיבות לסכסוך בין הבריטים ליהודים ולהציע פתרונות למניעת הסכסוך"]
  },
  {
    q: "מתי הוקם ארגון '' השומר?",
    a: ["1909"],
    options: ["''1904", "1905", "1909", "1900"]
  },
  {
    q: "מתי הוקם ל''צה?",
    a: ["ב 26 במאי 1948"],
    options: ["ב 26 באוגוסט 1948", "ב 26 באפריל 1948", "ב 26 במאי 1948", "ב 26 ביוני 1947"]
  },
  {
    q: "מתי הוקמה המפקדה הארצית?",
    a: ["1930"],
    options: ["1930", "1950", "1970", "1940"]
  },
  {
    q: "מתי החל ל''האצ לפעול נגד מטרות בריטיות?",
    a: ["לאחר פרסום הספר הלבן השלישי"],
    options: ["עם פרסום גזרות עלייה נוספות על פליטי השואה", "כשהחל ריב בין אחד מחברי הארגון עם שוטר בריטי", "לאחר פרסום הספר הלבן השלישי", "כשהחלו פעולות טרור של היישוב הערבי נגד היישוב היהודי"]
  },
  {
    q: "מתי נחתם ההסכם עם ירדן לאחר מלחמת העצמאות?",
    a: ["ב 3 באפריל 1949"],
    options: ["ב 3 באפריל 1951", "ב 3 במאי 1950", "ב 3 באפריל 1949", "ב 3 במאי 1948"]
  },
  {
    q: "החלוקה מתי נפתחה המלחמה נגד הישוב היהודי לביטול תוכנית?",
    a: ["1947"],
    options: ["1947", "1948", "1949", "1946"]
  },
  {
    q: "מתי פורק הפלמ ח'' לחלוטין?",
    a: ["ב 5 בנובמבר 1948"],
    options: ["ב 5 בנובמבר 1948", "ב 5 באוקטובר 1949", "ב 5 בספטמבר 1947", "ב 5 בדצמבר 1946"]
  },
  {
    q: "1956 נגד מי פתחה ישראל בחזית במלחמת סיני באוקטובר?",
    a: ["מצריים"],
    options: ["מצריים", "לבנון", "סוריה", "ירדן"]
  },
  {
    q: "ע י'' מי הוקמו הגדודים העבריים?",
    a: ["יוסף טרומפלדור וזאב ז בוטינסקי'"],
    options: ["טרומפלדור ויוסף חיים ברנר", "יוסף טרומפלדור וברל כצנלסון", "צ ארלס' וינגייט ויוסף טרומפלדור", "יוסף טרומפלדור וזאב ז בוטינסקי'"]
  },
  {
    q: "על איזו אזור השתלט צה ל'' בסיום מלחמת סיני נוסח תפילת הרב הראשי לקהילת בריה מ’‘ לאחר פוגרום קישינב הספד שחיבר הראשי בטו ורשה מנחם זמבה בהיגעם למחנה טרבלינקה הספד שחיבר ברל כצנלסון על הרוגי מאורעות תל חי הנוסח שנכתב על ידי הרב מאיר ישראל לאו ליום הזיכרון נוסחלשואה ה יזכור'' בו'' נעשה שימוש בישראל מבוסס על?",
    a: ["חצי האי סיני ורצועת עזה"],
    options: ["חצי האי סיני ורצועת עזה", "רמת הגולן והחרמון הסורי", "חצי האי סיני בלבד", "חצי האי סיני ורמת הגולן"]
  },
  {
    q: "על ידי מי הופעלו הצנחנים הארצישראלים?",
    a: ["הסוכנות היהודית"],
    options: ["המוסד", "תנועת המרי העברית", "ההגנה", "הסוכנות היהודית"]
  },
  {
    q: "לפי ''הסכמי פיקו-סייקס תחת איזו שליטה היה צריך להיות נתון אזור אצבע הגליל?",
    a: ["צרפתית"],
    options: ["''ערבית", "צרפתית", "בריטית", "יהודית"]
  }


  ]


});
